{
    "hexagram": {
        "name": "DSCHEN / DAS ERREGENDE (DAS ERSCHÜTTERNDE, DER DONNER)",
        "subtitle": "Das Erregende",
        "trigrams": {
            "above": {
                "name": "Dschen",
                "attributes": "das Erregende, der Donner"
            },
            "below": {
                "name": "Dschen",
                "attributes": "das Erregende, der Donner"
            }
        },
        "meaning": {
            "description": "Das Zeichen Dschen ist der älteste Sohn, der die Herrschaft energisch und machtvoll ergreift. Ein Yangstrich entsteht unter zwei Yinstrichen und dringt machtvoll empor. Diese Bewegung ist so heftig, daß sie Schrecken erregt. Als Bild dient der Donner, der aus der Erde hervorbricht und durch seine Erschütterung Furcht und Zittern verursacht.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Das Erschüttern bringt Gelingen. Das Erschüttern kommt: Hu, Hu ! Lachende Worte: Ha, Ha! Das Erschüttern erschreckt hundert Meilen, und er laßt nicht Opferlöffel und Kelch fallen.",
        "analysis": [
            "Die Erschütterung, die durch das Hervortreten Gottes im Innern der Erde aufsteigt, macht, daß der Mensch sich fürchtet, aber diese Furcht vor Gott ist etwas Gutes, denn sie bewirkt, daß Fröhlichkeit und Freude folgen kann.",
            "Wenn man innerlich gelernt was Furcht und Zittern ist, so ist man gegen den Schrecken durch äußere Einflüsse gesichert.",
            "Wenn auch der Donner tost, also, daß er hundert Meilen im Umkreis erschreckt so bleibt man innerlich so gefaßt und ehrerbietig, daß man die Opferhandlung nicht unterbricht.",
            "Ein solcher tiefer, innerer Ernst, der alle äußeren Schrecken machtlos abprallen laßt, ist die Geistesverfassung, wie sie die Führer der Menschen und die Herrscher haben müssen."
        ]
    },
    "image": {
        "description": "Fortgesetzter Donner: das Bild des Erschütterns. So macht der Edle unter Furcht und Zittern sein Leben recht und erforscht sich selbst.",
        "lesson": "Der fortgesetzte Donner bringt durch seine Erschütterung Furcht und Zittern mit sich. So steht der Edle stets in Ehrfurcht vor dem Hervortreten Gottes und bringt sein Leben in Ordnung und erforscht sein Herz, ob nichts im geheimen dem Willen Gottes widerspricht.",
        "warning": "So ist die Ehrfurcht die Grundlage der wahrhaftigen Lebensbildung."
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Das Erschüttern kommt: Hu, Hu ! Darauf folgen lachende Worte: Ha, Ha! Heil !",
            "interpretation": "Furcht und Zittern der Erschütterung kommt zuerst an einen, so daß man den andern gegenüber sich in Nachteil gestellt sieht. Aber das ist nur vorläufig. Wenn man durch das Gericht hindurch ist, so kommt die Erleichterung. Und so bringt gerade der Schrecken, in den man zunächst hinein muß, im ganzen betrachtet, Heil."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Das Erschüttern kommt mit Gefahr. Hunderttausendfach verlierst du deine Schätze und mußt auf die neun Hügel steigen. Jage ihnen nicht nach. Nach sieben Tagen bekommst du sie wieder.",
            "interpretation": "Es ist eine Lage gezeichnet, da man durch eine Erschütterung in Gefahr gerät und große Verluste erleidet. Die Verhältnisse sind so, daß Widerstand der Richtung der Zeitbewegung entgegen ist und daher keinen Erfolg hat. Darum soll man sich einfach zurückziehen in Höhengebiete, die unzugänglich sind für die drohenden Gefahren. Die Verluste an Besitz muß man mit in Kauf nehmen und soll sich nicht übermäßig darum kümmern. Ohne daß man dem Besitz nachjagt, wird man ihn von selber wiederbekommen, wenn die Zeit vorüber ist, deren Erschütterungen den Besitz geraubt haben."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Das Erschüttern kommt und macht fassungslos. Wenn man infolge des Erschütterns handelt, so bleibt man frei von Unglück.",
            "interpretation": "Es gibt dreierlei Erschütterungen: die Erschütterung des Himmels, das ist der Donner, ferner die Erschütterung des Schicksals und endlich die Erschütterung des Herzens. Hier handelt es sich weniger um innere Erschütterung als um die Erschütterung des Schicksals. In solchen Erschütterungszeiten verliert man zu leicht die Besonnenheit, so daß man alle Möglichkeiten des Handelns verkennt und stumm dem Schicksal den Lauf läßt. Wenn man sich durch die Erschütterung des Schicksals zu innerer Bewegung bringen läßt, so wird man die äußeren Schicksalsschläge ohne große Mühe überwinden."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Das Erschüttern gerät in Schlamm.",
            "interpretation": "Die innere Bewegung hängt in ihrem Erfolg zum Teil auch von den Umständen ab. Wenn die Umstände so sind, daß weder Widerstand vorhanden ist, der sich energisch bekämpfen ließe, noch die Dinge nachgeben, so daß ein Sieg errungen werden kann, sondern alles zäh und träge ist wie Schlamm, so wird die Bewegung gelähmt."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Das Erschüttern geht hin und her: Gefahr. Aber man verliert durchaus nichts, nur gibt es Geschäfte.",
            "interpretation": "Es ist hier nicht nur eine einmalige Erschütterung, sondern eine wiederholte. die zwar keine Zeit zum Aufatmen läßt. Aber dennoch bringt die Erschütterung keinen Verlust, da man darauf bedacht ist, sich im Zentrum der Bewegung zu halten und dadurch von dem Schicksal befreit zu sein, wehrlos hin und her geworfen zu werden."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Das Erschüttern bringt Verfall und ängstliches Umherblicken. Vorangehen bringt Unheil. Wenn es noch nicht den eignen Leib erreicht, sondern erst den Nachbar erreicht hat, so ist kein Makel. Die Genossen haben zu reden.",
            "interpretation": "Die innere Erschütterung raubt einem die Besinnung und Klarheit des Blickes, wenn sie aufs höchste gestiegen ist. In einer solchen Erschütterung ist es natürlich nicht möglich, besonnen zu handeln. Da ist es das richtige, sich stillzuhalten, bis die Ruhe und Klarheit sich wiedergefunden hat. Dazu ist man aber nur imstande, solange man selbst noch nicht von der Aufregung angesteckt ist, während man an der Umgebung schon die unheilvollen Wirkungen einer solchen Erregung beobachten kann. Zieht man sich nun rechtzeitig von der Handlung zurück, so bleibt man frei von Fehlern und Schaden. Aber die Genossen in ihrer Erregung, die sich nicht mehr warnen lassen, werden sicher mit einem unzufrieden sein. Allein darauf darf man keine Rücksicht nehmen."
        }
    ]
}