{
    "hexagram": {
        "name": "WEI JI / VOR DER VOLLENDUNG",
        "subtitle": "Der Übergang",
        "trigrams": {
            "above": {
                "name": "Li",
                "attributes": "das Haftende, das Feuer"
            },
            "below": {
                "name": "Kan",
                "attributes": "das Abgründige, das Wasser"
            }
        },
        "meaning": {
            "description": "Es ist in dem Zeichen die Zeit angedeutet, da der Übergang aus der Unordnung zur Ordnung noch nicht vollendet ist. Der Umschwung ist zwar schon vorbereitet, indem alle Striche des oberen Trigramms zu denen des unteren in Beziehung stehen. Aber sie sind noch nicht auf ihrem Platz. Während das vorige Zeichen dem Herbst gleicht, der den Übergang vom Sommer zum Winter bildet, ist dieses Zeichen wie der Frühling, der aus der Stockungszeit des Winters in die fruchtbare Zeit des Sommers führt. Mit diesem hoffnungsvollen Ausblick schließt das Buch der Wandlungen ab.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Vor der Vollendung. Gelingen. Wenn aber der kleine Fuchs, wenn er beinahe den Übergang vollendet hat, mit dem Schwanz ins Wasser kommt, dann ist nichts, das fördernd wäre.",
        "analysis": [
            "Die Verhältnisse sind schwierig. Die Aufgabe ist groß und verantwortungsvoll. Es handelt sich um nichts Geringeres, als die Welt aus der Verwirrung in die Ordnung zurückzuführen.",
            "Dennoch ist es eine Aufgabe, die Erfolg verheißt, da ein Ziel vorhanden ist, das die auseinanderstrebenden Kräfte zu vereinigen vermag.",
            "Nur muss man zunächst noch leise und behutsam vorgehen. Man muss vorgehen wie ein alter Fuchs, der übers Eis geht.",
            "In Zeiten vor der Vollendung ist Überlegung und Vorsicht die Grundbedingung des Erfolges."
        ]
    },
    "image": {
        "description": "Das Feuer ist oberhalb des Wassers: das Bild des Zustands vor dem Übergang.",
        "lesson": "So ist der Edle vorsichtig in der Unterscheidung der Dinge, damit jedes auf seinen Platz kommt.",
        "warning": "Wenn das Feuer, das ohnehin nach oben dringt, oben und das Wasser, dessen Bewegung abwärts geht, unten ist, so gehen ihre Wirkungen auseinander und bleiben ohne Beziehung. Will man eine Wirkung erreichen, so muss man erst erforschen, was die Natur der in Betracht kommenden Kräfte und welches der ihnen zukommende Platz ist. Bringt man die Kräfte an der rechten Stelle zum Einsatz, so haben sie die gewünschte Wirkung, und die Vollendung wird erreicht. Um aber die äußeren Kräfte richtig handhaben zu können, ist es vor allem nötig, dass man selbst den richtigen Standpunkt einnimmt. Denn nur von da aus kann man richtig wirken."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Er kommt mit dem Schwanz ins Wasser. Beschämend.",
            "interpretation": "In Zeiten der Unordnung ist es verlockend, sich möglichst rasch vorzudrängen, um etwas Sichtbares zu leisten. Aber diese Begeisterung führt zu nichts als Misserfolg und Beschämung, solange die Zeit noch nicht gekommen ist, etwas zu wirken. In dieser Zeit ist es klug, wenn man sich durch Zurückhaltung den Schimpf des Misslingens erspart."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Er hemmt seine Räder. Beharrlichkeit bringt Heil.",
            "interpretation": "Auch hier ist die Zeit zum Handeln noch nicht gekommen. Aber die Geduld, die vonnöten ist, darf nicht ein träges Warten sein. Man muss in sich die Kraft ausbilden, die einen befähigt voranzukommen. Geduld im höchsten Sinn ist gehemmte Kraft. Wenn man stark und beständig in seinem Entschluss bleibt, dann geht schließlich alles gut."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Vor der Vollendung bringt Angriff Unheil. Fördernd ist es, das große Wasser zu durchqueren.",
            "interpretation": "Die Zeit des Übergangs ist da. Aber man hat nicht die Kraft, den Übergang zu vollenden. Wollte man versuchen, ihn zu erzwingen, so wäre das unheilvoll. Man muss eine neue Lage schaffen, man muss die Kräfte tüchtiger Gehilfen heranziehen und mit ihnen gemeinsam den entscheidenden Schritt tun - das große Wasser durchqueren. Dann wird die Vollendung möglich werden."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Beharrlichkeit bringt Heil. Reue schwindet. Erschütterung, um das Teufelsland zu züchtigen. Drei Jahre lang gibt es Belohnungen mit großen Reichen.",
            "interpretation": "Nun ist die Zeit des Kampfes. Der Übergang muss vollzogen werden. Man muss sich in seinem Entschluss ganz stark machen. Alle Bedenken müssen schweigen. Es gilt einen heißen Kampf, das Teufelsland, die Mächte des Zerfalls zu erschüttern und zu züchtigen. Aber der Kampf hat auch seinen Lohn. Jetzt ist die Zeit, Grundlagen der Macht und Herrschaft zu legen für die Zukunft."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Beharrlichkeit bringt Heil. Keine Reue. Das Licht des Edlen ist wahrhaftig. Heil!",
            "interpretation": "Der Sieg ist errungen. Die Kraft der Beständigkeit ist nicht zuschanden geworden. Alle Bedenken sind überwunden. Der Erfolg hat die Tat gerechtfertigt. Das Licht einer edlen Persönlichkeit strahlt und setzt sich durch. Die neue Zeit und mit ihr das Heil ist da."
        },
        {
            "position": "Oben eine Neun",
            "text": "In wahrem Vertrauen trinke man Wein. Kein Makel. Wenn man aber sein Haupt nass macht, so verliert man das in Wahrheit.",
            "interpretation": "Vor der Vollendung an der Grenze der neuen Zeit ist man im vollen gegenseitigen Vertrauen mit den Seinen zusammen und verbringt die Zeit des Wartens beim Wein. Da die neue Zeit schon unmittelbar vor der Tür steht, ist das kein Makel. Nur muss man dabei auf das rechte Maß bedacht sein. Wenn man sich den Kopf im Übermut begießt, so verliert man die günstige Lage durch Unmäßigkeit."
        }
    ]
}