{
    "hexagram": {
        "name": "TAI / DER FRIEDE",
        "subtitle": "Die Harmonie",
        "trigrams": {
            "above": {
                "name": "Kun",
                "attributes": "das Empfangende, die Erde"
            },
            "below": {
                "name": "Kien",
                "attributes": "das Schöpferische, der Himmel"
            }
        },
        "meaning": {
            "description": "Das Empfangende, dessen Bewegung sich nach unten senkt, ist oben, das Schöpferische, dessen Bewegung nach oben steigt ist unten. Ihre Einflüsse begegnen daher einander und sind in Harmonie, so daß alle Wesen blühen und gedeihen.",
            "season": "erster Monat (Februar-März)"
        }
    },
    "judgment": {
        "description": "Der Friede. Das Klein geht hin, das Große kommt her. Heil! Gelingen!",
        "analysis": [
            "Das Zeichen deutet in der Natur auf eine Zeit, da sozusagen der Himmel auf Erden ist. Der Himmel hat sich unter die Erde gestellt. So vereinigen sich ihre Kräfte in inniger Harmonie. Dadurch entsteht Friede und Segen für alle Wesen.",
            "Inn der Menschenwelt ist es ein Zeit gesellschaftlicher Eintracht. Die Hohen neigen sich zu den Niedrigen herab, und die Niedrigen und Geringen sind den Hohen freundlich gesinnt, so daß alle Fehde ein Ende hat.",
            "Innen, im Zentrum, am ausschlaggebenden Platz, ist das Lichte; das Dunkle ist draußen. So hat das Licht kräftige Wirkung, und das Dunkle ist nachgiebig. Auf dies Wiese kommen beide Teile auf ihre Rechnung.",
            "Wenn die Guten in der Gesellschaft in zentraler Stellung sind und die Herrschaft in Händen haben, so komm auch die Schlechten unter ihren Einfluß und bessern sich.",
            "Wenn im Menschen der vom Himmel kommende Geist herrscht, da kommt auch die Sinnlichkeit unter seinen Einfluß und findet so den ihr gebührenden Platz.",
            "Die einzelnen Linien treten von unten her in das Zeichen ein und verlassen es oben wieder. Es sind also die Kleinen, Schwache, Schlechten im Weggang begriffen, und die Großen, Starken, Guten sind im Aufstieg. Das bringt Heil und Gelingen."
        ]
    },
    "image": {
        "description": "Himmel und Erde vereinigen sich: das Bild des Friedens.",
        "lesson": "So teilt und vollendet der Herrscher den Lauf von Himmel und Erde, fördert und ordnet die Gaben von Himmel und Erde uns steht so dem Volke bei.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Zieht man Bandgras aus, so geht der Rasen mit. Jeder nach seiner Art. Unternehmungen bringen Heil.",
            "interpretation": "In Zeiten der Blüte zieht jeder tüchtige Mann, der auf einen Posten berufen wird. sofort andere Gleichgesinnte nach sich, wie man beim Herausziehen von Bandgras immer gleich mehrere durch die Wurzeln miteinander zusammenhängende Stengel mit herauszieht. Der Sinn des Tüchtigen ist in solchen Zeiten, da die Wirkung im Großen möglich ist, darauf gerichtet, ins Leben hinauszuziehen und etwas zu leisten."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Die Ungebildeten in Milde trage, entschlossen den Fluß durchschreiten, das Ferne nicht vernachlässigen, die Genossen nicht berücksichtigen: so mag man es fertigbringen, in der Mitte zu wandeln.",
            "interpretation": "In Zeiten der Blüte ist es vor allem wichtig, daß man die innere Große besitzt, auch die Unvollkommenen zu tragen. Denn ein großer Meister kennt kein unfruchtbares Material. Er kann aus allem noch etwas machen. Diese Weitherzigkeit ist aber keineswegs Nachlässigkeit oder Schwäche. Man muß gerade in Blütezeiten stets bereit sein, auch gefährliche Unternehmungen, wie das Überschreiten eines Fluse, zu wagen, wenn sie notwendig sind. Ebenso gilt es nicht , das Entfernte zu vernachlässigen, sonder mit Pünktlichkeit alles zu besorgen. Vor Parteiungen und Cliquenwirtschaft hat man sich besonders zu hüten. Denn wenn auch die Gleichgesinnten zusammen hervortreten, dürfen sie doch nicht durch gegenseitiges Zusammenhalten eine Partei bilden, sondern es muß jeder seine Pflicht tun. Diese vier Dinge sind es, durch die man die verborgene Gefahr allmählichen Erschlaffens, die in jeder Friedenszeit lauert, überwinden kann, und auf diese Weise findet man die rechte Mitte des Handelns."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Keine Ebene, auf die nicht ein Abhang folgt, kein Hingang, auf den nicht die Wiederkehr folgt. Ohne Makel ist , wer beharrlich bleibt in Gefahr. Beklage dich nicht über diese Wahrheit, genieße das Glück, das du noch hast.",
            "interpretation": "Alles Irdische ist dem Wechsel unterworfen. Auf Blüte folgt Niedergang. Das ist das ewige Gesetz auf Erden. Das Schlechte kann wohl zurückgedrängt, aber nicht dauern beseitigt werden. Es kommt wieder. Diese Überzeugung könnte einen schwermütig machen. Aber das soll sie nicht. Sie soll nur bewirken, daß man im Glück nicht in Verblendung gerät. Bleibt man der Gefahr eingedenk, so bleibt man beharrlich und macht keinen Fehler. Solange das innere Wesen stärker und voller bleibt als das äußere Glück, solange wir innerlich dem Schicksal überlegen bleiben, solange bleibt das Glück uns treu."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Er flattert hernieder, nicht pochend auf Reichtum, zusammen mit seinem Nächsten, arglos und wahrhaftig.",
            "interpretation": "In Zeiten gegenseitigen Vertrauens kommen die Hohen ganz einfach, und ohne auf ihren Reichtum zu pochen, gemeinsam zu den Niedrigen. Das ist nicht Zwang der Umstände, sondern entspricht der innersten Gesinnung. Dann macht sich die Annäherung ganz zwanglos, weil sie auf innerer Überzeugung beruht."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Der Herrscher I gibt seine Tochter in die Ehe. das bringt Segen und erhabenes Heil.",
            "interpretation": "Der Herrscher I ist Tang, der Vollender. Er hatte bestimmt, daß die kaiserlichen Prinzessinnen, trotzdem sie im Rang höher standen als die Gatten, denen sie vermählt wurden, ebenso ihren Gatten zu gehorchen hatten wie andere Ehefrauen. Auch hier ist auf wirklich bescheidene Vereinigung von hoch und niedrig hingewiesen, die Glück und Segen bringt."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Der Wall fällt wieder in den Grabe. Jetzt brauche keine Heere. In der eigenen Stadt verkünde deine Befehle. Beharrlichkeit bringt Beschämung.",
            "interpretation": "Der schon in der Mitte des Zeichens angedeutete Wechsel ist eingetreten. Der Stadtwall sinkt wieder in den Graben zurück, aus dem er gekommen war. Das Verhängnis bricht herein. IN diesem Fall gilt es, sich dem Schicksal zu fügen und nicht durch gewaltsamen Widerstand das Schicksal aufhalten zu wollen. Das Einzige, was übrig bleibt, ist, im engsten Kreis sich zu wahren. Wollte man auf dem üblichen Weg beharrlich dem Übel widerstreben, so würde der Zusammenbruch nur schlimmer, und Beschämung wäre die Folge."
        }
    ]
}