{
    "hexagram": {
        "name": "BI / DAS ZUSAMMENHALTEN",
        "subtitle": "Die Entschlossenheit",
        "trigrams": {
            "above": {
                "name": "Kan",
                "attributes": "das Abgründige, das Wasser"
            },
            "below": {
                "name": "Kun",
                "attributes": "das Empfangende, die Erde"
            }
        },
        "meaning": {
            "description": "Das Wasser über der Erde fließt zusammen, wie es immer kann, z. B. im Meer, wo sich alle Flüsse sammeln. Dies ist ein Symbol, das auf das Zusammenhalten und auf seine Gesetze deutet. Derselbe Gedanke wird dadurch nahegelegt, daß alle Linien weich sind, bis auf den festen Strich an fünfter Stelle auf dem Platz des Herrschers. Die Weichen halten zusammen, indem sie von dem festen Willen an leitender Stelle beeinflußt werden, der ihr Vereinigungsmittelpunkt ist. Aber auch diese starke, leitende Persönlichkeit hält mit den andern zusammen, durch die sie eine Ergänzung zu ihrem eigenen Wesen findet.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Das Zusammenhalten bringt Heil. Ergründe das Orakel nochmals, ob du Erhabenheit, Dauer und Beharrlichkeit hast; dann ist kein Makel da. Die Unsicheren kommen allmählich herbei. Wer zu spät kommt, hat Unheil.",
        "analysis": [
            "Es handelt sich darum, daß man sich mit andern zusammentut, um durch den Zusammenhalt sich gegenseitig zu ergänzen und zu fördern.",
            "Für einen solchen Zusammenhalt muß ein Mittelpunkt da sein, um den sich die andern scharen.",
            "Mittelpunkt für das Zusammenhalten von Menschen zu werden, ist eine schwere Sache mit großer Verantwortung.",
            "Es bedarf innerlicher Größe, Konsequenz und Kraft dazu.",
            "Darum prüfe sich selbst, wer andre um sich vereinigen will, ob er der Sache gewachsen ist; denn wer andre sammeln will ohne das Siegel des Berufenen, der richtet mehr Verwirrung an, als wenn kein Zusammenschluß stattgefunden hätte.",
            "Wo aber ein wirklicher Sammlungspunkt vorhanden ist, da kommen die Unsicheren, anfangs noch Zögernden allmählich von selbst herbei.",
            "Die, die zu spät kommen, haben selbst den Schaden davon.",
            "Denn es handelt sich auch beim Zusammenhalten um die richtige Zeit.",
            "Beziehungen knüpfen sich und festigen sich nach bestimmten inneren Gesetzen.",
            "Gemeinsame Erlebnisse festigen sie, und wer zu spät kommt und nicht mehr teilnehmen kann an diesen grundlegenden gemeinsamen Erfahrungen, der hat darunter zu leiden, wenn er als Nachzügler die Tür verschlossen findet.",
            "Wer aber die Notwendigkeit des Zusammenschlusses erkannt hat und nicht die Kraft in sich fühlt, als Mittelpunkt des Zusammenhaltens zu wirken, der hat die Pflicht, sich einer andern organischen Gemeinschaft anzuschließen.",
            "Immer strebe zum Ganzen, und kannst du seIber kein Ganzes werden, als dienendes Glied schließ an ein Ganzes dich an."
        ]
    },
    "image": {
        "description": "Auf der Erde ist Wasser: das Bild des Zusammenhaltens. So haben die Könige der Vorzeit die einzelnen Staaten als Lehen vergeben und mit den Lehensfürsten freundlichen Verkehr gepflegt.",
        "lesson": "Die Zentralgewalt eines gesellschaftlichen Organismus muß dafür sorgen, daß jedes Glied sein wahres Interesse im Zusammenhalten findet, wie das in dem väterlichen Verhältnis von Großkönig und Lehnsträgern im chinesischen Altertum der Fa11 war.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Halte wahr und treu zu ihm: das ist kein Makel. Wahrheit wie eine volle Tonschüssel: So kommt schließlich von außen her das Heil.",
            "interpretation": "Wenn es sich um Anknüpfen von Beziehungen handelt, ist volle Wahrhaftigkeit die einzig richtige Grundlage. Diese Gesinnung, die unter dem Bild einer gefüllten irdenen Schüssel dargestellt wird, bei der alles Gehalt, nichts leere Form ist, äußert sich nicht in klugen Worten, sondern durch die Kraft des Innern, und diese Kraft ist so stark, daß sie mit Macht das Heil von außen an sich zieht."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Halte zu ihm im Innern. Beharrlichkeit bringt Heil.",
            "interpretation": "Wenn man auf rechte und beharrliche Weise den Bitten, die von oben her zum Wirken uns auffordern, entgegenkommt, so sind die Beziehungen zum andern in erster Linie innerliche, man verliert sich selbst nicht. Wer aber streberhaft klebend Zusammenhalt sucht, der folgt nicht dem Pfad des Edlen; der seine Würde wahrt, sondern wirft sich weg."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Du hältst zusammen mit Menschen, die nicht die rechten sind.",
            "interpretation": "Man ist oft unter lauter Menschen, die nicht zur eigenen Sphäre gehören. Da darf man sich nicht zu einer falschen Vertraulichkeit durch die Macht der Gewohnheit hinreißen lassen. Daß das vom Übel wäre, bedarf nicht erst der Worte. Geselligkeit ohne Intimität ist solchen Leuten gegenüber das einzig Richtige; nur dadurch hält man sich frei für eine spätere Beziehung zu seinesgleichen."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Auch äußerlich halte zu ihm. Beharrlichkeit bringt Heil.",
            "interpretation": "Die Beziehungen zu einem Mann, der Mittelpunkt des Zusammenhaltens ist, sind hier schon fest geregelt. Da darf und soll man seine Anhänglichkeit auch offen zeigen. Man muß nur fest bleiben und darf sich durch nichts irremachen lassen."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Offenbarung des Zusammenhaltens. Der König läßt bei der Jagd nur von drei Seiten treiben und verzichtet auf das Wild, das vorne abbiegt. Die Bürger bedürfen nicht der Warnung. Heil !",
            "interpretation": "Bei den königlichen Treibjagden imsondern nur das Wild zur Strecke brachte, das sich sozusagen freiwillig gestellt hatte. Es zeigt sich hier ein Herrscher bzw. ein einflußreicher Mann, dem die Menschen zufallen. Wer zu ihm kommt, den nimmt er auf, wer nicht kommt, den läßt er laufen. Er bittet keinen, schmeichelt keinem: sie kommen alle von selbst. Auf diese Weise bildet sich eine freie Abhängigkeit bei denen, die zu ihm halten. Die Leute brauchen sich nicht gewaltsam zusammenzunehmen, sondern können harmlos ihre Gesinnungen zeigen. Es bedarf keiner polizeilichen Veranstaltung. Sie sind ihrem Herrn von selber zugetan. Auch für das Leben im allgemeinen gilt diese Freiheit. Man soll nicht um die Gunst der Menschen werben. Wenn man in sich die Reinheit und Kraft ausbildet, die nötig ist für einen Mittelpunkt der Sammlung, so kommen die Menschen von selbst, die einem bestimmt sind."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Er findet zum Zusammenhalten kein Haupt. Unheil.",
            "interpretation": "Das Haupt ist der Anfang. Ohne einen rechten Anfang gibt es kein rechtes Ende. Wenn man den Anschluß verpaßt hat und nun immer zögert, vor voller, wahrer Hingabe sich scheuend, so wird man zu spät seinen Fehler bereuen."
        }
    ]
}