{
    "hexagram": {
        "name": "LI / DAS HAFTENE, DAS FEUER",
        "subtitle": "Das Haftende",
        "trigrams": {
            "above": {
                "name": "Li",
                "attributes": "das Haftende, das Feuer"
            },
            "below": {
                "name": "Li",
                "attributes": "das Haftende, das Feuer"
            }
        },
        "meaning": {
            "description": "Das Zeichen bedeutet »haften an etwas«, »bedingt sein«, »beruhen auf etwas«, »Helligkeit«. Eine dunkle Linie haftet an einem hellen Strich oben und unten, das Bild eines leeren Raumes zwischen zwei starken Strichen, wodurch diese hell werden. Es ist die mittlere Tochter. Das Schöpferische hat die zentrale Linie des Empfangenden in sich aufgenommen, und so entsteht Li. Als Bild ist es das Feuer. Das Feuer hat keine bestimmte Gestalt, sondern haftet an den brennenden Dingen und ist dadurch hell. Wie das Wasser vom Himmel herabkommt, so lodert das Feuer von der Erde empor. Während Kan die Seele bedeutet, die in dem Körper eingeschlossen ist, bedeutet Li die Natur in ihrer Verklärung.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Das Haftende. Fördernd ist Beharrlichkeit. Sie bringt Gelingen. Pflege der Kuh bringt Heil.",
        "analysis": [
            "Das Dunkle haftet am Lichten und vollendet so dessen Helligkeit.",
            "Indem das Helle Licht ausstrahlt, bedarf es des Beharrlichen im Innern, damit es sich nicht restlos verbrennt, sondern dauernd leuchten kann.",
            "Alles Leuchtende in der Welt ist abhängig von etwas, an dem es haftet, damit es dauernd leuchten kann.",
            "So haften Sonne und Mond am Himmel; Getreide, Gras und Bäume haften an der Erde.",
            "So haftet die doppelte Klarheit des berufenen Mannes am Rechten und vermag dadurch die Welt zu gestalten.",
            "Indem der Mensch, der bedingt und nicht unabhängig dasteht in der Welt, diese Bedingtheit anerkennt, sich abhängig macht von den harmonischen und guten Kräften des Weltzusammenhangs, hat er Gelingen.",
            "Die Kuh ist das Symbol der äußersten Fügsamkeit. Indem der Mensch diese Fügsamkeit und freiwillige Abhängigkeit in sich pflegt, erlangt er Klarheit ohne Schärfe und findet seinen Platz in der Welt.",
            "Es ist ein merkwürdiges Zusammentreffen, das der Beachtung wert ist, daß hier ebenso wie in der parsischen Religion das Feuer und die Pflege der Kuh miteinander verbunden sind."
        ]
    },
    "image": {
        "description": "Die Helle erhebt sich zweimal: das Bild des Feuers. So erleuchtet der große Mann durch Fortsetzung dieser Helle die vier Weltgegenden.",
        "lesson": "Der große Mann setzt das Werk der Natur in der Menschenwelt fort. Durch die Klarheit seines Wesens bewirkt er, daß das Licht immer weiter sich verbreitet und immer mehr das Menschenwesen innerlich durchdringt.",
        "warning": "Jedes der beiden Einzelzeichen stellt die Sonne in einem Tageslauf dar. Es ist also eine wiederholte Tätigkeit der Sonne dargestellt. Damit ist die zeitliche Wirkung des Lichts angedeutet."
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Die Fußspuren laufen kreuz und quer. Wenn man ernst dabei ist: kein Makel",
            "interpretation": "Es ist früher Morgen. Die Arbeit beginnt. Nachdem im Schlaf die Seele von der Außenwelt abgeschlossen war, fangen nun die Beziehungen zur Welt wieder an. Kreuz und quer laufen die Spuren der Eindrücke. Es herrscht eilige Geschäftigkeit. Wichtig ist dabei, die innere Sammlung zu bewahren, sich nicht mitreißen zu lassen von dem Getriebe des Lebens. Wenn man ernst und gesammelt ist, so erlangt man die nötige Klarheit zur Auseinandersetzung mit den zahlreichen Eindrücken, die auf einen einstürmen. Gerade zu Anfang ist solch gesammelter Ernst besonders wichtig; denn der Anfang enthält die Keime zu allem Weiteren."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Gelber Schein. Erhabenes Heil.",
            "interpretation": "Der Mittag des Tages ist erreicht. Die Sonne strahlt in gelbem Schein. Gelb ist die Farbe der Mitte und des Maßes. Gelber Schein ist daher das Bild vollkommener Kultur und Kunst, deren höchste Harmonie im Maß besteht."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Beim Schein der untergehenden Sonne schlagen die Menschen entweder auf den Topf und singen, oder sie seufzen laut über das nahende Greisenalter. Unheil.",
            "interpretation": "Hier ist das Ende des Tages. Der Schein der niedergehenden Sonne erinnert an die Bedingtheit und Vergänglichkeit des Lebens. In dieser äußeren Unfreiheit werden die Menschen meist auch innerlich unfrei. Entweder ist ihnen die Vergänglichkeit ein Antrieb zu um so ausgelassenerer Lustigkeit, um das Leben zu genießen, solange es noch da ist, oder sie lassen sich von der Trauer hinreißen und verderben sich durch die Klage um das nahende Alter die kostbare Zeit. Beides ist vom Übel. Dem Edlen ist ein früher oder später Tod nicht zweierlei. Er pflegt seine Person und wartet sein Los ab und festigt dadurch sein Schicksal."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Plötzlich ist sein Kommen; es brennt auf, erstirbt, wird weggeworfen.",
            "interpretation": "Die Klarheit des Verstandes verhält sich zum Leben wie das Feuer zum Holz. Das Feuer haftet am Holz, aber es verzehrt auch das Holz. Die Verstandesklarheit wurzelt im Leben, aber sie kann das Leben auch verzehren. Es handelt sich darum, wie sie sich betätigt. Hier ist das Bild eines Meteors oder Strohfeuers gezeichnet. Ein aufgeregter, unruhiger Charakter kommt zu raschem Aufstieg. Aber es fehlen die nachhaltigen Wirkungen. Unter diesen Umständen ist es vom Übel, zu rasch sich auszugeben und als Meteor sich zu verzehren."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Weinend in Strömen, seufzend und klagend. Heil",
            "interpretation": "Hier ist der Höhepunkt des Lebens. Ohne Warnung würde man in dieser Position sich verzehren wie eine Flamme. Wenn man statt dessen Furcht und Hoffnung aufgibt, die Nichtigkeit von allem einsieht und weint und seufzt, besorgt, seine Klarheit zu wahren, so kommt aus dieser Trauer Heil. Es handelt sich hier um wirkliche Umkehr, nicht wie bei Neun auf drittem Platz nur um eine vorübergehende Stimmung."
        },
        {
            "position": "Oben eine Neun",
            "text": "Der König gebraucht ihn, auszuziehen und zu züchtigen. Am besten ist es dann, die Häupter zu töten und die Nachläufer gefangenzunehmen. Kein Makel.",
            "interpretation": "Der Zweck der Züchtigung ist, Zucht zu schaffen, nicht blindlings Strafe walten zu lassen. Es gilt, das Übel an der Wurzel zu heilen. Im Staatsleben gilt es, die Rädelsführer zu beseitigen, aber die Mitläufer zu schonen. Bei der Selbstbildung gilt es, schlechte Gewohnheiten auszurotten, aber harmlose Gewohnheiten zu dulden. Denn allzu strenge Askese führt wie allzu strenge Strafgerichte zu keinem Erfolg."
        }
    ]
}