{
    "hexagram": {
        "name": "BO / DIE ZERSPLITTERUNG",
        "subtitle": "Die Zersplitterung",
        "trigrams": {
            "above": {
                "name": "Gen",
                "attributes": "das Stillehalten, der Berg"
            },
            "below": {
                "name": "Kun",
                "attributes": "das Empfangende, die Erde"
            }
        },
        "meaning": {
            "description": "Die dunklen Linien sind im Begriff, nach oben zu steigen und auch den letzten festen und lichten Strich zu Fall zu bringen, indem sie ihn durch ihren Einfluß zersetzen. Das Gemeine, Dunkle bekämpft das Edle, Starke nicht direkt, sondern höhlt es durch unmerkliche Wirkung allmählich aus, so daß es schließlich zusammenbricht. Das Zeichen stellt das Bild eines Hauses dar. Der oberste Strich ist das Dach. Indem nun das Dach zerbrochen wird, zerfällt das Haus. Die Yinkraft dringt immer mächtiger heran und ist im Begriff, die Yangkraft völlig zu verdrängen.",
            "season": "neunter Monat (Oktober-November)"
        }
    },
    "judgment": {
        "description": "Die Zersplitterung. Nicht fördernd ist es, wohin zu gehen. Es ist eine Zeit, da die Gemeinen im Vordringen sind und eben im Begriff stehen, die letzten Starken und Edlen zu verdrängen. Darum, weil das im Lauf der Zeit begründet ist, ist es für den Edlen unter solchen Umständen nicht förderlich, etwas zu unternehmen.",
        "analysis": [
            "Es ist eine Zeit, da die Gemeinen im Vordringen sind.",
            "Die letzten Starken und Edlen werden verdrängt.",
            "Für den Edlen ist es nicht förderlich, etwas zu unternehmen.",
            "Aus den Bildern und ihren Eigenschaften ist das rechte Verhalten in solchen widrigen Zeiten zu entnehmen.",
            "Es ist ratsam, sich in die böse Zeit zu fügen und still zu sein.",
            "Es handelt sich nicht um menschliches Machen, sondern um Zeitverhältnisse.",
            "Es ist nicht Feigheit, sondern Weisheit, wenn man sich fügt und vermeidet zu handeln."
        ]
    },
    "image": {
        "description": "Der Berg ruht auf der Erde: das Bild der Zersplitterung. So können die Oberen nur durch reiches Spenden an die Unteren ihre Stellung sichern. Der Berg ruht auf der Erde. Wenn er steil und schmal ist und keine breite Grundlage hat, so muss er einstürzen. Nur dadurch, dass er breit und groß sich aus der Erde erhebt, nicht stolz und steil, ist seine Stellung gesichert. So ruhen auch die Herrschenden auf der breiten Grundlage des Volks. Auch für sie gilt es, freigebig und großzügig zu sein, wie die Erde, die alles trägt; dann werden sie ihre Stellung in Sicherheit bringen wie die Ruhe eines Berges.",
        "lesson": "Die Oberen können nur durch reiches Spenden an die Unteren ihre Stellung sichern.",
        "warning": "Wenn der Berg steil und schmal ist und keine breite Grundlage hat, so muss er einstürzen."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Das Bett wird zersplittert am Bein. Die Beharrlichen werden vernichtet. Unheil.",
            "interpretation": "Die Gemeinen kommen heran und fangen heimlich von unten an mit ihrer zerstörenden Wühlarbeit, um auf diese Weise den Platz, auf dem der Edle ruht, zu untergraben. Die Anhänger des Herrschers, die ihm treu bleiben, werden durch Verleumdung und alle möglichen Machenschaften vernichtet. Die Lage ist unheilvoll. Doch läßt sich nichts tun als warten."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Das Bett wird zersplittert am Rand. Die Beharrlichen werden vernichtet. Unheil.",
            "interpretation": "Die Macht der Gemeinen wächst. Schon naht sich die Gefahr der eigenen Person. Es kommen schon deutliche Anzeichen. Die Ruhe wird gestört. Während man sich in dieser gefährlichen Lage befindet, ist man zudem noch ohne Hilfe und Entgegenkommen von oben und unten. In dieser Isolierung ist äußerste Vorsicht nötig. Man muss sich nach der Zeit richten und rechtzeitig ausweichen. Wollte man unbeugsam und beharrlich seinen Standpunkt weiter vertreten, so würde das zum Untergang führen."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Er zersplittert sich mit ihnen. Kein Makel.",
            "interpretation": "Man steht mitten drin in einer schlechten Umgebung, mit der man auch durch äußere Verbindungen zusammenhängt. Doch besteht eine innere Beziehung zu einem höheren Menschen. Dadurch gewinnt man den inneren Halt, dass man sich frei machen kann von dem Wesen der Menschen der Umgebung. Man kommt dadurch wohl in Gegensatz zu ihnen, aber das ist kein Fehler."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Das Bett wird zersplittert bis zur Haut. Unheil.",
            "interpretation": "Das Unglück erreicht hier den eigenen Leib, nicht mehr nur den Ruheplatz. Das Unheil ist auf der Höhe: es lässt sich nicht mehr abwenden."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Ein Zug Fische. Durch die Palastdamen kommt Gunst. Alles ist förderlich.",
            "interpretation": "Hier in unmittelbarer Nähe des oberen starken und lichten Prinzips wandelt sich die Natur des Dunklen. Es widerstrebt nicht mehr ränkevoll dem starken Prinzip sondern unterwirft sich seiner Leitung. Ja als Haupt der übrigen Schwachen führt es diese alle dem Starken zu, gleichwie eine Fürstin ihre Dienerinnen ihrem Gatten wie einen Zug Fische zuführt und dadurch seine Gunst erlangt. Indem das Niedere sich so freiwillig dem Höheren unterstellt, findet es sein Glück, und auch das Höhere kommt zu seinem Recht. Darum geht alles gut."
        },
        {
            "position": "Oben eine Neun",
            "text": "Eine große Frucht ist noch ungegessen da. Der Edle erhält einen Wagen. Dem Gemeinen zersplittert sein Haus.",
            "interpretation": "Hier ist das Ende der Zersplitterung erreicht. Wenn sich das Unheil ausgetobt hat, kommen wieder bessere Zeiten. Der Same des Guten ist noch übrig. Gerade wenn die Frucht zur Erde fällt, wächst aus ihrem Samen aufs neue das Gute hervor. Der Edle kommt wieder zu Einfluss und Wirksamkeit. Er wird getragen von der öffentlichen Meinung wie auf einem Wagen. Am Gemeinen aber rächt sich seine Bosheit. Sein Haus zersplittert. Darin liegt ein Naturgesetz. Das Böse ist nicht nur dem Guten verderblich, sondern es vernichtet in seinen letzten Konsequenzen sich selbst; denn das Böse, das nur von der Verneinung lebt, kann aus sich selbst nicht bestehen. Auch der Gemeine fährt am besten, wenn er von einem Edlen in Zucht gehalten wird."
        }
    ]
}