{
    "hexagram": {
        "name": "I / DIE MUNDWINKEL (DIE ERNÄHRUNG)",
        "subtitle": "Die Ernährung",
        "trigrams": {
            "above": {
                "name": "Gen",
                "attributes": "das Stillehalten, der Berg"
            },
            "below": {
                "name": "Dschen",
                "attributes": "das Erregende, der Donner"
            }
        },
        "meaning": {
            "description": "Das Zeichen ist das Bild eines geöffneten Mundes: oben und unten die festen Lippen und dazwischen die Öffnung des Mundes. Vom Bild des Mundes, durch den man die Speisen aufnimmt, um sich zu ernähren, geht der Gedanke auf die Ernährung selbst über. In den drei unteren Linien ist die eigene Ernährung, und zwar die leibliche, in den drei oberen Linien ist die Ernährung und Pflege der andern, und zwar die geistige, höhere, zur Darstellung gebracht.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Die Mundwinkel. Beharrlichkeit bringt Heil. Sieh auf die Ernährung und womit einer selbst sucht seinen Mund zu füllen. Bei der Zuwendung von Pflege und Ernährung ist es wichtig, daß für die rechten Leute gesorgt wird und man für seine eigene Ernährung in der rechten Weise sorgt. Wenn man jemand kennenlernen will, so braucht man nur darauf zu sehen, wem jemand seine Pflege angedeihen läßt und welche Seiten seines eigenen Wesens er pflegt und nährt. Die Natur nährt alle Wesen. Der große Mann nährt und pflegt die Tüchtigen, um durch sie für alle Menschen zu sorgen. Mong Dsi VI A 14 sagt hierzu: Wenn man erkennen will, ob einer tüchtig ist oder untüchtig, so braucht man auf nichts anderes zu sehen als darauf, welchen Teil seines Wesens er besonders wichtig nimmt. Der Leib hat edle Teile und unedle, hat wichtige Teile und geringe. Man darf um des Geringen willen nicht das Wichtige schädigen und um des Unedlen willen nicht das Edle schädigen. Wer die geringen Teile seines Wesens pflegt, der ist ein geringer Mensch. Wer die edlen Teile seines Wesens pflegt, der ist ein edler Mensch.",
        "analysis": [
            "Leidenschaft und Vernunft müssen im Einklang sein, um das eigene Wesen und das der Mitmenschen zu nähren.",
            "Die Pflege der edlen Anteile des Selbst führt zu wahrer Erfüllung und unterscheidet den edlen Menschen vom geringen.",
            "Es ist wichtig, die richtigen Menschen zu unterstützen und für das eigene Wohl auf rechte Weise zu sorgen."
        ]
    },
    "image": {
        "description": "Unten am Berg ist der Donner: das Bild der Ernährung. So hat der Edle acht auf seine Worte und ist mäßig im Essen und Trinken. »Gott tritt hervor im Zeichen der Erregung.« Wenn im Frühling die Lebenskräfte sich wieder regen, dann entstehen alle Dinge aufs neue. »Er vollendet im Zeichen des Stillehaltens.« So werden im Vorfrühling, wenn die Samen zur Erde fallen, alle Dinge fertig. Das gibt das Bild der Ernährung durch Bewegung und Stille. Der Edle nimmt das zum Vorbild für die Ernährung und Pflege seines Charakters. Die Worte sind von innen nach außen gehende Bewegung. Essen und Trinken ist die von außen nach innen gehende Bewegung. Beide Arten von Bewegung sind durch Stille zu mäßigen. So bewirkt die Stille, daß die vom Mund ausgehenden Worte das Maß nicht überschreiten und die zum Mund eingehende Nahrung das Maß nicht überschreitet. Dadurch wird der Charakter gepflegt.",
        "lesson": "Der Edle achtet auf seine Worte und ist mäßig im Essen und Trinken, um seinen Charakter zu pflegen.",
        "warning": "Die Stille ist entscheidend, um das Maß in Wort und Tat zu bewahren und somit eine ausgewogene Ernährung des Charakters zu gewährleisten."
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Du läßt Deine Zauberschildkröte fahren und blickst nach mir mit herabhängenden Mundwinkeln. Unheil!",
            "interpretation": "Zu Beginn ist entschlossenes Voranschreiten gefordert, um das eigene Schicksal zu meistern. Ignoriert man seine innere Stärke und vergleicht sich neidvoll mit anderen, zieht man Unglück an. Es ist wichtig, unabhängig zu bleiben und auf die eigene Kraft zu vertrauen."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Nach dem Gipfel sich wenden um Ernährung. Vom Wege abweichen, um von dem Hügel Ernährung zu suchen: Wenn man so fortmacht, bringt es Unheil.",
            "interpretation": "Wenn man seine Unabhängigkeit aufgibt und sich auf unrechtmäßige Weise von anderen abhängig macht, bringt dies Unglück. Es ist wichtig, für die eigene Ernährung selbst zu sorgen oder sich auf ehrliche Weise unterstützen zu lassen."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Abweichen von der Ernährung. Beharrlichkeit bringt Unheil. Zehn Jahre handle nicht danach. Nichts ist fördernd.",
            "interpretation": "Wer sich von kurzlebigen Begierden leiten lässt und nach vergänglichen Genüssen strebt, wird niemals wahre Erfüllung finden. Es ist wichtig, langfristige Ziele zu verfolgen und sich nicht von Leidenschaften blenden zu lassen."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Nach dem Gipfel sich wenden um Ernährung bringt Heil. Mit scharfen Augen wie ein Tiger umherspähen in unersättlichem Begehren. Kein Makel.",
            "interpretation": "Wenn man von einer hohen Position aus seine Fähigkeiten einsetzt und mit Entschlossenheit nach den richtigen Menschen sucht, um seine Ziele zu erreichen, ist dies kein Fehler. Der Eifer, der aus dem Wunsch entsteht, der Allgemeinheit zu dienen, ist gerechtfertigt."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Abweichen vom Weg. Bleiben in Beharrlichkeit bringt Heil. Man soll nicht das große Wasser durchqueren.",
            "interpretation": "Es ist wichtig, sich seiner eigenen Grenzen bewusst zu sein und Hilfe von weisen Menschen anzunehmen, wenn man sie benötigt. Beharrlichkeit führt zum Erfolg, solange man nicht übermütig wird und sich überschätzt."
        },
        {
            "position": "Oben eine Neun",
            "text": "Die Quelle der Ernährung. Bewußtsein der Gefahr bringt Heil. Fördernd ist es, das große Wasser zu durchqueren.",
            "interpretation": "Ein weiser Mensch in höchster Position hat die Verantwortung, für das Wohl anderer zu sorgen. Wenn er sich dieser Verantwortung bewusst ist und umsichtig handelt, kann er große Herausforderungen meistern und allgemeines Glück bringen."
        }
    ]
}