{
    "hexagram": {
        "name": "SCHONG / DAS EMPORDRINGEN",
        "subtitle": "Das Empordringen",
        "trigrams": {
            "above": {
                "name": "Kun",
                "attributes": "das Empfangende, die Erde"
            },
            "below": {
                "name": "Sun",
                "attributes": "das Sanfte, der Wind"
            }
        },
        "meaning": {
            "description": "Das untere Zeichen, Sun, hat als Bild das Holz, das obere, Kun, bedeutet die Erde. Damit ist der Gedanke verbunden, daß das Holz in der Erde emporwächst. Dieses »Empordringen« ist im Gegensatz zu dem »Fortschritt« (Nr. 35) mit Anstrengung verbunden, wie die Pflanze Kraft braucht, um durch die Erde emporzudringen. Darum steht das Zeichen, obwohl es mit Erfolg verbunden ist, in Beziehung zur Anstrengung des Willens. Der »Fortschritt« zeigt mehr Expansion, das »Empordringen« mehr geradliniges Aufsteigen zu Macht und Einfluß aus Unbekanntheit und Niedrigkeit.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Das Empordringen hat erhabenes Gelingen. Man muß den großen Mann sehen. Fürchte dich nicht! Aufbruch nach Süden bringt Heil.",
        "analysis": [
            "Das Empordringen der tüchtigen Elemente stößt auf kein Hindernis, darum ist es von großem Erfolg begleitet.",
            "Die Art, die das Empordringen ermöglicht, ist nicht gewalttätig, sondern bescheiden und fügsam.",
            "Aber da man von der Zeiten Gunst getragen wird, kommt man voran.",
            "Man muß hingehen und die maßgebenden Leute aufsuchen.",
            "Man braucht sich davor nicht zu fürchten; denn der Erfolg wird nicht ausbleiben.",
            "Nur muß man sich an die Arbeit machen; denn Tätigkeit (dies die Bedeutung des Südens) ist von Heil."
        ]
    },
    "image": {
        "description": "Inmitten der Erde wächst das Holz: das Bild des Empordringens. So häuft der Edle hingebenden Wesens Kleines, um es zu Hohem und Großem zu bringen.",
        "lesson": "Das Holz in der Erde wächst ohne Hast und ohne Rast der Höhe zu, indem es sich fügsam um die Hindernisse herumbiegt, So ist der Edle hingebend in seinem Charakter und ruht nie in seinem Fortschritt.",
        "warning": "Die Beschäftigung, die nie ermattet, Die langsam schafft, doch nie zerstört, Die zu dem Bau der Ewigkeiten zwar Sandkorn nur für Sandkorn reicht, Doch von der Großen Schuld der Zeiten Minuten, Tage, Jahre streicht."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Empordringen, das Zutrauen findet, großes Heil.",
            "interpretation": "Hier ist die Anfangslage des Aufstiegs. Wie das Holz für sein Empordringen die Kraft aus der Wurzel entnimmt, die an sich ganz unten ist, so entstammt die Kraft zum Emporkommen dieser Stellung. Sie ist niedrig und unbekannt. Aber es besteht eine innere Verwandtschaft des Wesens zu den oberen Herrschenden und diese Gemeinsamkeit verschafft einem das Zutrauen, das man braucht, um etwas leisten zu können."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Wenn man wahrhaftig ist, so ist es auch fördernd, ein kleines Opfer zu bringen. Kein Makel.",
            "interpretation": "Es ist hier ein starker Mann vorausgesetzt. Er paßt zwar insofern nicht in seine Umgebung, als er zu rauh ist und zu wenig auf Formen gibt. Aber er ist innerlich aufrichtig, darum findet er Entgegenkommen, und seine Dürftigkeit in den äußeren Formen bringt keinen Schaden. Die Aufrichtigkeit ist hier der Ausfluß solider Eigenschaften, während sie bei dem entsprechenden Strich des vorigen Zeichens die Wirkung innerer Demut ist."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Man dringt empor in eine leere Stadt.",
            "interpretation": "Hier fallen alle Hemmungen weg, die dem Vordringen sonst gesteckt sind. Es geht mit merkwürdiger Leichtigkeit voran. Unbedenklich folgt man dieser Straße, um den Erfolg auszunützen. Es sieht, äußerlich betrachtet, so aus, wie wenn alles in bester Ordnung wäre. Dennoch ist kein glückverheißender Ausdruck beigefügt. Es fragt sich, wie lange ein solcher hemmungsloser Erfolg dauert. Doch gilt es, solchen Bedenken nicht nachzuhängen, weil dadurch die Kraft nur gehemmt würde, sondern rasch die Gunst der Zeit sich zunutze zu machen."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Der König bringt ihn dem Berg Ki dar. Heil. Kein Makel.",
            "interpretation": "Der Berg Ki ist im Westen Chinas, dem Stammlande des Königs Wen, von dessen Sohne, dem Herzog von Dschou, die Worte zu den Einzellinien beigefügt sind. Es ist eine Erinnerung an die Zeiten der Erhebung der Dynastie Dschou. Damals wurden die großen Gehilfen vom König Wen dem Gott des heimatlichen Berges vorgestellt, und sie bekamen ihren Platz zur Seite des Herrschers in den Ahnenhallen. Es ist hier ein Stadium gezeichnet, in dem das Empordringen zum Ziele gelangt. Man wird berühmt vor Menschen und Göttern und aufgenommen in den Kreis der Männer, die das Leben der Nation im Geiste aufbauen, und bekommt dadurch dauernde, überzeitliche Bedeutung."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Beharrlichkeit bringt Heil. Man dringt empor auf Stufen.",
            "interpretation": "Wenn man' immer weiter vorankommt, so ist es wichtig, daß man sich am Erfolg nicht berauscht. Man muß gerade bei großem Erfolg dauernd nüchtern bleiben, keine Stufen überspringen wollen, sondern langsam, wie zögernd, Schritt für Schritt weitergehen. Nur dieser ruhige, stetige Fortschritt, der nichts überstürzt, führt zum Ziel."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Empordringen im Dunkeln. Fördernd ist es, unablässig beharrlich zu sein.",
            "interpretation": "Wer blindlings empordringt, der ist innerlich betört. Er kennt nur den Fortschritt, nicht den Rückzug. Dabei erschöpft man sich aber. Wichtig ist es, in solchem Falle unablässig darauf bedacht zu sein, daß man gewissenhaft und konsequent sein und bleiben muß. Nur dadurch wird man von blindem Drange frei, der stets vom Übel ist."
        }
    ]
}