{
    "hexagram": {
        "name": "DSCHUNG FU / INNERE WAHRHEIT",
        "subtitle": "Die Aufrichtigkeit",
        "trigrams": {
            "above": {
                "name": "Sun",
                "attributes": "das Sanfte, der Wind"
            },
            "below": {
                "name": "Dui",
                "attributes": "das Heitere, der See"
            }
        },
        "meaning": {
            "description": "Über dem See weht der Wind und bewegt die Oberfläche des Wassers. So zeigen sich sichtbare Wirkungen des Unsichtbaren. Das Zeichen besteht oben und unten aus festen Strichen, während es in der Mitte frei ist. Das deutet auf die Freiheit des Herzens von Voreingenommenheiten, so dass es fähig ist zur Aufnahme der Wahrheit. Die beiden Teilzeichen haben umgekehrt in der Mitte einen festen Strich. Das deutet auf die Kraft der inneren Wahrheit in ihren Wirkungen. Die Eigenschaften der Teilzeichen sind: oben Sanftheit, Nachgiebigkeit gegen die Unteren, unten Fröhlichkeit im Gehorsam gegen die Oberen. Solche Zustände schaffen die Grundlage eines gegenseitigen Vertrauens, das Erfolge ermöglicht. Das Zeichen Fu (Wahrheit) ist eigentlich das Bild eines Vogelfußes über einem Jungen. Es enthält die Idee des Brütens. Das Ei ist hohl. Die Kraft des Lichten muss belebend von außen wirken. Aber es muss doch schon ein Keim des Lebens im Innern sein, damit das Leben geweckt werden kann. Es lassen sich weitgehende Spekulationen an diese Gedanken knüpfen.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Innere Wahrheit. Schweine und Fische. Heil! Fördernd ist es, das große Wasser zu durchqueren. Fördernd ist Beharrlichkeit.",
        "analysis": [
            "Schweine und Fische sind die ungeistigsten und daher am schwersten zu beeinflussenden Tiere. Die Kraft der inneren Wahrheit muss einen hohen Grad erreicht haben, ehe sich ihr Einfluss auch auf solche Wesen erstreckt.",
            "Wenn man solchen widerspenstigen, schwer zu beeinflussenden Menschen gegenübersteht, beruht das ganze Geheimnis des Erfolgs darauf, dass man den richtigen Weg findet, um Zugang zu ihnen zu finden. Man muss sich erst innerlich ganz frei machen von seinen Voreingenommenheiten.",
            "Man muss sozusagen die Psyche des anderen ganz unbefangen auf sich wirken lassen; dann kommt man ihm innerlich nah, versteht ihn und bekommt Macht über ihn, so dass die Kraft der eigenen Person durch die geöffnete Pforte Einfluss auf den anderen gewinnt.",
            "Wenn man so keine Hindernisse unüberwindlich findet, dann mag man auch die gefährlichsten Dinge unternehmen – wie das Durchqueren des großen Wassers -, und es wird gelingen.",
            "Nur ist es wichtig, dass man versteht, worauf die Kraft innerer Wahrheit beruht. Sie ist nicht identisch mit einfacher Intimität oder geheimem Zusammenhalten.",
            "Solch intimes Zusammenhalten kann auch unter Räubern stattfinden. Auch in diesem Fall bedeutet es freilich eine Kraft. Aber sie gereicht nicht zum Heil, weil sie nicht unüberwindlich ist.",
            "Alles Zusammengehen auf Grund von Interessengemeinschaft geht nur bis an einen gewissen Punkt. Wo die Interessengemeinschaft aufhört, hört auch das Zusammenhalten auf, und intimste Freundschaft schlägt oft in Hass um.",
            "Nur wo die Grundlage das Rechte, die Beständigkeit ist, bleibt die Verbindung so fest, dass sie alles überwindet."
        ]
    },
    "image": {
        "description": "Über dem See ist der Wind: das Bild der inneren Wahrheit.",
        "lesson": "So bespricht der Edle die Strafsachen, um Hinrichtungen aufzuhalten.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Bereitsein bringt Heil. Sind Hintergedanken da, so ist das beunruhigend.",
            "interpretation": "Die Hauptsache für die Kraft innerer Wahrheit ist, dass man in sich gefestigt und bereit ist. Aus dieser inneren Haltung entspringt das richtige Verhalten zur Außenwelt. Wenn man dagegen geheime Beziehungen besonderer Art pflegen wollte, so würde einen das um die innere Selbständigkeit bringen, und je mehr man sich gesichert fühlte in dem Bewusstsein, in anderen seinen Rückhalt zu finden, desto mehr käme man in Unruhe und Sorgen, ob nun auch diese geheimen Verbindungen wirklich haltbar sind. Dadurch verliert man den inneren Frieden und die Kraft innerer Wahrheit."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Ein rufender Kranich im Schatten. Sein Junges antwortet ihm. Ich habe einen guten Becher. Ich will ihn mit dir teilen.",
            "interpretation": "Hier ist von unwillkürlichem Einfluss des inneren Wesens auf gleichgestimmte Menschen die Rede. Der Kranich braucht sich nicht auf hohem Hügel zu zeigen. Wenn er auch ganz im Verborgenen seinen Ruf ertönen lässt, sein Junges hört seine Stimme und kennt sie und gibt ihm Antwort. Wo eine fröhliche Stimmung ist, da findet sich auch ein Genosse ein, der einen Becher Wein mit einem teilt. So zeigt sich das Echo, das durch Sympathie im Menschen erweckt wird. Wo eine Stimmung sich wahr und rein ausspricht, wo eine Tat der klare Ausdruck der Gesinnung ist, da wirken sie geheimnisvoll in die Ferne, zunächst auf solche, die innerlich aufnahmebereit sind. Aber diese Kreise erweitern sich. Die Wurzel aller Wirkung liegt im eigenen Innern. Wenn das sich ganz wahr und stark in Wort und Tat äußert, dann ist die Wirkung groß. Die Wirkung ist nur das Spiegelbild dessen, was aus der eigenen Brust hervorgeht. Jede Absicht auf Wirkung würde diese Wirkung nur zerstören."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Er findet einen Genossen, bald trommelt er, bald hört er auf. Bald schluchzt er, bald singt er.",
            "interpretation": "Hier ist die Kraftquelle nicht im eigenen Ich, sondern in der Beziehung zu anderen Menschen. Wenn man auch noch so nahe mit ihnen steht, wenn unser Schwerpunkt auf ihnen beruht, so lässt sich nicht vermeiden, dass man umhergeworfen wird zwischen Freude und Leid. Himmelhoch jauchzend, zu Tode betrübt, das ist das Schicksal derer, die abhängen von der inneren Übereinstimmung mit anderen Menschen, die sie lieben. Hier wird nur das Gesetz ausgesprochen, dass dem so ist. Ob dieser Zustand als lästig oder als höchstes Glück der Liebe empfunden wird, bleibt der subjektiven Beurteilung des Betroffenen überlassen."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Der Mond, der beinahe voll ist. Das Gespannpferd geht verloren. Kein Makel.",
            "interpretation": "Um die Kraft der inneren Wahrheit zu steigern, muss man sich dem Höheren zuwenden, von dem man Erleuchtung empfangen kann wie der Mond von der Sonne. Dabei ist aber eine gewisse Demut nötig, wie der Mond sie hat, der nicht ganz voll ist. Tritt der Mond als Vollmond der Sonne direkt gegenüber, so beginnt er auch sofort wieder abzunehmen. Wie man der Quelle der Erleuchtung gegenüber demütig und ehrfurchtsvoll sein muss, so muss man andererseits auf menschliche Parteiungen verzichten. Nur wenn man seinen Weg geht wie ein Pferd, das geradeaus läuft, ohne nach seinem Mitpferd zu schielen, behält man die innere Freiheit, die vorwärts bringt."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Er besitzt Wahrheit, die verkettet. Kein Makel.",
            "interpretation": "Hier ist der Herr gezeichnet, der durch die Kraft seines Wesens alles zusammenhält. Nur wenn seine Charakterstärke so umfassend ist, dass er alle beeinflussen kann, die zu seiner Herrschaft gehören, ist er so, wie er sein muss. Die Suggestivkraft muss vom Herrscher ausgehen. Sie wird alle die Seinigen fest zusammenknüpfen und einigen. Ohne diese Zentralkraft ist alle äußere Einigung nur Lüge, die im entscheidenden Augenblick zerbricht."
        },
        {
            "position": "Oben eine Neun",
            "text": "Hahnenruf, der zum Himmel dringt. Beharrlichkeit bringt Unheil.",
            "interpretation": "Der Hahn ist zuverlässig. Er ruft, wenn es Morgen wird. Er kann aber nicht selbst zum Himmel fliegen. Er kräht nur. So soll durch bloße Worte Glaube erweckt werden. Das gelingt wohl gelegentlich. Aber wenn man es dauernd betreibt, so ist das vom Übel."
        }
    ]
}