{
    "hexagram": {
        "name": "GOU / DAS ENTGEGENKOMMEN",
        "subtitle": "Das Entgegenkommen",
        "trigrams": {
            "above": {
                "name": "Kien",
                "attributes": "das Schöpferische, der Himmel"
            },
            "below": {
                "name": "Sun",
                "attributes": "das Sanfte, der Wind"
            }
        },
        "meaning": {
            "description": "Das Zeichen deutet auf eine Lage, da das dunkle Prinzip heimlich und unerwartet von innen und unten her sich wieder eindrängt, nachdem es beseitigt war. Das Weibliche kommt von sich aus den Männern entgegen. Das ist eine gefährliche und nicht günstige Lage, wegen der möglichen Konsequenzen, die es rechtzeitig zu erkennen und dadurch zu verhindern gilt.",
            "season": "fünfter Monat (Juni-Juli)"
        }
    },
    "judgment": {
        "description": "Das Entgegenkommen. Das Mädchen ist mächtig. Man soll ein solches Mädchen nicht heiraten.",
        "analysis": [
            "Das Emporkommen des Gemeinen ist unter dem Bild eines frechen Mädchens gezeichnet, das sich leichthin preisgibt und dadurch die Herrschaft an sich reißt.",
            "Das wäre nicht möglich, wenn das Starke und Lichte dem nicht auch seinerseits entgegenkäme.",
            "Das Gemeine sieht so harmlos und schmeichelnd aus, daß man seine Freude daran hat.",
            "Es sieht so klein und schwach aus, daß man meint, unbesorgt mit ihm scherzen zu können.",
            "So kommt der Gemeine nur dadurch hoch, daß der Edle ihn für ungefährlich hält und ihm Macht verleiht.",
            "Würde man ihm vom ersten Anfang an entgegentreten, so würde er nie zu Einfluß gelangen können.",
            "Aber die Zeit des Entgegenkommens hat doch auch noch eine andere Seite, die der Beachtung wert ist.",
            "Wenn das Entgegenkommen des Schwachen dem Starken gegenüber nicht die Regel sein darf, so hat es doch zu Zeiten seine große Bedeutung.",
            "Wenn Himmel und Erde einander entgegenkommen, so kommen alle Geschöpfe zum Gedeihen.",
            "Wenn Fürst und Gehilfe einander entgegenkommen, so kommt die Welt in Ordnung.",
            "Ein gegenseitiges Entgegenkommen der füreinander bestimmten und aufeinander angewiesenen Prinzipien ist nötig.",
            "Nur muß es frei sein von unreinen Nebengedanken, sonst ist es vom Übel."
        ]
    },
    "image": {
        "description": "Unter dem Himmel ist der Wind: das Bild des Entgegenkommens. So macht es der Fürst beim Verbreiten seiner Befehle und ihrer Verkündigung an die vier Himmelsgegenden.",
        "lesson": "Die Lage ist ähnlich wie bei dem Zeichen »Anblick« (Nr. 20). Dort weht der Wind über die Erde, hier weht er unter dem Himmel. Beide Male kommt er überall hin. Aber wenn dort der Wind auf der Erde unten war, so ergab das das Bild der Kenntnisnahme der Verhältnisse durch den Herrscher. Hier weht der Wind von oben; das deutet auf den Einfluß, den der Herrscher durch seine Befehle ausübt. Der Himmel ist den Dingen auf Erden fern, aber er bringt sie in Bewegung durch den Wind. Der Herrscher ist dem Volke fern, aber er bringt es in Bewegung durch seine Befehle und Willensäußerungen.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Man muß es hemmen mit ehernem Radschuh. Beharrlichkeit ist von Heil. Wenn man es hingehen läßt, so erfährt man Unheil. Auch ein mageres Schwein hat die Anlage dazu, umherzutoben.",
            "interpretation": "Wenn ein minderwertiges Element sich eingeschlichen hat, so muß man es sofort energisch hemmen. Dadurch, daß es konsequent gehemmt wird, kann man üble Wirkungen vermeiden. Wenn man ihm seinen Lauf läßt, so entsteht sicher Unheil daraus. Man darf durch die Geringfügigkeit dessen, was sich einschleicht, sich nicht dazu verführen lassen, es zu leicht zu nehmen. Solange ein Schwein noch jung und mager ist, kann es noch nicht viel umhertollen, aber wenn es sich erst satt und stark gefressen hat, kommt seine wahre Natur zur Geltung, wenn man es nicht vorher schon beschränkt hat."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Im Behälter ist ein Fisch. Kein Makel! Nicht fördernd für Gäste.",
            "interpretation": "Das niedere Element wird nicht vergewaltigt, aber unter sanfter Kontrolle gehalten. Dann ist nichts Schlimmes zu befürchten. Nur muß man dafür sorgen, daß es nicht mit Fernerstehenden zusammenkommt, weil es losgelassen seine schlechten Seiten ungehemmt entfalten würde."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "An den Oberschenkeln ist keine Haut, und das Gehen fällt schwer. Wenn man der Gefahr eingedenk ist, macht man keinen großen Fehler.",
            "interpretation": "Man ist innerlich in Versuchung, sich mit dem schlechten Element, das sich einem anbietet, einzulassen. Das ist eine sehr gefährliche Lage. Glücklicherweise ist man daran durch die Umstände behindert. Man möchte gern, aber kann nicht. Das gibt eine schmerzliche Unentschiedenheit des Handelns. Aber wenn man sich über die Gefährlichkeit der Lage klar wird, so wird man wenigstens größere Fehler vermeiden."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Im Behälter ist kein Fisch. Daraus erhebt sich Unheil.",
            "interpretation": "Die kleinen Leute muß man dulden, damit sie einem wohlgesinnt bleiben. Dann kann man sie auch benutzen, wenn man sie einmal braucht. Wenn man sich ihnen entfremdet und ihnen nicht entgegenkommt, so wenden sie sich von einem ab, und man hat sie nicht zur Verfügung, wenn man sie einmal braucht. Das hat man sich dann aber selbst zuzuschreiben."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Mit Weidenblättern bedeckte Melone: verborgene Linien. Da fällt es einem vom Himmel herunter zu.",
            "interpretation": "Die Melone ist wie der Fisch ein Symbol des dunklen Prinzips. Sie ist süß, aber fault leicht, weshalb sie mit Weidenblättern schützend zugedeckt wird. Die Lage ist so, daß ein starker, hoher, in sich gefestigter Mensch die Niedrigen, die unter seiner Hand sind duldend schützt. Er hat die festen Linien der Ordnung und Schönheit in sich selbst. Aber er macht sie nicht geltend. Er fällt jenen nicht durch äußeres Scheinen oder lästige Mahnungen beschwerlich, sondern läßt sie ganz frei, im festen Vertrauen auf die innerlich umbildende Macht, die einer starken und reinen Persönlichkeit innewohnt. Und siehe da! Das Schicksal ist günstig. Die Niedrigen werden beeinflußt und fallen ihm als reife Früchte zu."
        },
        {
            "position": "Oben eine Neun",
            "text": "Er kommt mit seinen Hörnern entgegen. Beschämung. Kein Makel.",
            "interpretation": "Wenn man sich aus der Welt zurückgezogen hat, so wird einem das Getriebe der Welt oft unerträglich. Oft gibt es Menschen, die sich in edlem Stolz von allem Gemeinen fernhalten und es schroff zurückstoßen, wo es ihnen entgegenkommt. Solche Menschen werden als stolz und unzugänglich gescholten, aber da sie nicht mehr durch Pflichten des Handelns an die Welt gebunden sind, so ist das weiter nicht schlimm. Sie wissen die Abneigung der Masse in Fassung zu tragen."
        }
    ]
}