{
    "hexagram": {
        "name": "DA TSCHU / DES GROSSEN ZÄHMUNGSKRAFT",
        "subtitle": "Die Entschlossenheit",
        "trigrams": {
            "above": {
                "name": "Gen",
                "attributes": "das Stillehalten, der Berg"
            },
            "below": {
                "name": "Kien",
                "attributes": "das Schöpferische, der Himmel"
            }
        },
        "meaning": {
            "description": "Das 'Schöpferische' wird durch das 'Stillehalten' bezähmt. Das gibt eine große Kraft, ganz anders als bei Nr. 9, wo nur das 'Sanfte' das 'Schöpferische' bezähmt. Während dort ein schwacher Strich die fünf Starken bezähmen soll, sind es hier zwei, außer dem Minister auch noch der Fürst. Darum ist ihre Zähmungskraft weit stärker. Eine dreifache Bedeutung liegt in dem Zeichen: der Himmel inmitten des Bergs gibt den Gedanken des Festhaltens = Beisammenhaltens; das Zeichen Gen, welches das Zeichen Kien stillhält, gibt den Gedanken des Festhaltens = Zurückhaltens. Indem schließlich ein starker Strich oben der Herr des Zeichens ist, der als Weiser geehrt und gepflegt wird, so ergibt sich hieraus der Gedanke des Festhaltens = Pflege, Ernährung. Der letzte Gedanke kommt namentlich bei dem Herrn des Zeichens, dem starken oberen Strich, der den Weisen repräsentiert, zur Geltung.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Des Großen Zähmungskraft. Fördernd ist Beharrlichkeit. Nicht zu Hause essen bringt Heil. Fördernd ist es, das große Wasser zu durchqueren. Zum Festhalten und Ansammeln von großen, schöpferischen Kräften, wie es in dem Zeichen dargestellt ist, bedarf es eines starken, klaren Mannes, der vom Herrscher geehrt wird. Das Zeichen Kien deutet auf starke Schöpferkraft, das Zeichen Gen auf Festigkeit und Wahrheit, beide deuten auf Licht und Klarheit und auf tägliche Erneuerung des Charakters. Nur durch eine solche tägliche Selbsterneuerung bleibt man auf der Höhe der Kraft. Während in ruhiger Zeit die Macht der Gewohnheit behilflich ist zur Ordnung, kommt es in solch großen Zeiten der Kraftansammlung ganz auf die Macht der Persönlichkeit an. Aber weil die Würdigen geehrt werden, wie die starke Persönlichkeit, die vom Herrscher mit der Leitung betraut ist, beweist, darum ist es günstig, nicht zu Hause zu essen, sondern in der 0ffentlichkeit durch Übernahme eines Amtes sein Brot zu verdienen. Man ist im Einklang mit dem Himmel; darum gelingen auch schwere, gefahrvolle Unternehmungen, wie das Durchqueren des großen Wassers.",
        "analysis": [
            "Fördernd ist Beharrlichkeit.",
            "Nicht zu Hause essen bringt Heil.",
            "Fördernd ist es, das große Wasser zu durchqueren.",
            "Es bedarf eines starken, klaren Mannes, der vom Herrscher geehrt wird.",
            "Nur durch tägliche Selbsterneuerung bleibt man auf der Höhe der Kraft.",
            "In großen Zeiten der Kraftansammlung kommt es auf die Macht der Persönlichkeit an.",
            "Es ist günstig, sein Brot in der Öffentlichkeit durch Übernahme eines Amtes zu verdienen.",
            "Man ist im Einklang mit dem Himmel; darum gelingen auch schwere Unternehmungen."
        ]
    },
    "image": {
        "description": "Der Himmel inmitten des Berges: das Bild von des Großen Zähmungskraft. So lernt der Edle viele Worte der Vorzeit und Taten der Vergangenheit kennen, um dadurch seinen Charakter zu festigen.",
        "lesson": "Der Edle lernt viele Worte der Vorzeit und Taten der Vergangenheit kennen, um dadurch seinen Charakter zu festigen.",
        "warning": "Der Himmel inmitten des Berges deutet auf verborgene Schätze. So liegt in den Worten und Taten der Vergangenheit ein Schatz verborgen, der zur Festigung und Steigerung des eigenen Charakters verwendet werden kann. Das ist die rechte Art des Studiums, sich nicht auf historisches Wissen zu beschränken, sondern das Historische durch Anwendung immer wieder gegenwärtig zu machen."
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Es ist Gefahr da. Fördernd ist es, abzustehen.",
            "interpretation": "Zu Beginn ist Gefahr da. Es ist fördernd, abzustehen und zu warten, bis sich ein Ausweg für die angesammelten Kräfte öffnet."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Dem Wagen werden die Achsenlager abgenommen.",
            "interpretation": "Das Fortschreiten ist gehemmt. Man sollte sich zunächst aufs Warten beschränken, um später mit angesammelter Spannkraft energisch voranzuschreiten."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Ein gutes Pferd, das andern folgt. Fördernd ist Bewußtsein der Gefahr und Beharrlichkeit. Täglich übe dich im Wagenfahren und Waffenschutz. Fördernd ist es, zu haben, wohin man geht. Der Weg öffnet sich.",
            "interpretation": "Die Hemmung hat aufgehört. Man kommt voran wie ein gutes Pferd, das einem anderen folgt. Es ist wichtig, sich der Gefahr bewusst zu sein und beharrlich zu bleiben. Übung in Wagenfahren und Waffenschutz ist förderlich, ebenso ein klares Ziel vor Augen."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Das Schutzbrett eines jungen Stieres. Großes Heil !",
            "interpretation": "Eine gute Art der Zähmung ist es, der ausbrechenden Wildheit zu begegnen, ehe sie sich äußert. Dadurch schafft man sich einen leichten und großen Erfolg."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Eines verschnittenen Ebers Zahn. Heil !",
            "interpretation": "Die Zähmung des ungestüm Vorwärtsdrängenden wird indirekt erreicht, indem man die Wurzeln der Wildheit beseitigt."
        },
        {
            "position": "Oben eine Neun",
            "text": "Man erlangt den Himmelsweg. Gelingen.",
            "interpretation": "Die Zeit der Hemmung ist vorüber. Die lange durch Hemmung angesammelte Kraft bricht sich Bahn und hat großen Erfolg. Ein Weiser, der vom Herrscher geehrt wird, dessen Grundsätze nun durchdringen und die Welt gestalten."
        }
    ]
}