{
    "hexagram": {
        "name": "SUN / DAS SANFTE",
        "subtitle": "DAS EINDRINGLICHE, DER WIND",
        "trigrams": {
            "above": {
                "name": "Sun",
                "attributes": "das Sanfte, der Wind, das Holz"
            },
            "below": {
                "name": "Sun",
                "attributes": "das Sanfte, der Wind, das Holz"
            }
        },
        "meaning": {
            "description": "Sun ist eines der acht Doppelzeichen. Es ist die älteste Tochter, hat als Bild den Wind oder das Holz, als Eigenschaft die Sanftheit, die jedoch eindringt wie der Wind oder das Holz mit seinen Wurzeln. Das Dunkle, das an sich starr und unbeweglich ist, wird aufgelöst durch das eindringende lichte Prinzip, dem es sich unterordnet in Sanftheit. In der Natur ist es der Wind, der die angehäuften Wolken auseinandertreibt und heitre Himmelklarheit schafft. Im Menschenleben ist es die durchdringende Klarheit des Urteils, die alle dunklen Hintergedanken zunichte macht. Im Leben der Gemeinschaft ist es der mächtige Einfluß einer bedeutenden Persönlichkeit, die alle lichtscheuen Machenschaften aufdeckt und auseinandertreibt.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Das Sanfte. Durch Kleines Gelingen. Fördernd ist es, zu haben, wohin man geht. Fördernd ist es, den großen Mann zu sehen.",
        "analysis": [
            "Eindringlichkeit erzeugt allmähliche und unscheinbare Wirkungen.",
            "Es soll nicht durch Vergewaltigung gewirkt werden, sondern durch ununterbrochene Beeinflussung.",
            "Diese Wirkungen sind weniger in die Augen fallend als die durch Überrumpelung gewonnenen, aber sie sind nachhaltiger und völliger.",
            "Damit man auf diese Weise wirken kann, muß man ein klares Ziel haben; denn nur dadurch, daß die eindringliche Beeinflussung immer in derselben Richtung wirkt, wird etwas erreicht.",
            "Das Kleine kann nur dann etwas erreichen, wenn es sich einem bedeutenden Manne unterordnet, der die Fähigkeit besitzt, Ordnung zu schaffen."
        ]
    },
    "image": {
        "description": "Einander folgende Winde: das Bild des Sanft-Eindringenden. So verbreitet der Edle seine Gebote und wirkt seine Geschäfte.",
        "lesson": "So verbreitet der Edle seine Gebote und wirkt seine Geschäfte.",
        "warning": "Das Eindringliche des Windes beruht auf seiner Unaufhörlichkeit. Dadurch wird er so machtvoll. Er nimmt die Zeit als Mittel zur Wirkung. So muß auch der Gedanke des Herrschers in die Volksseele eindringen. Auch dazu ist eine dauernde Einwirkung durch Aufklärung vonnöten. Erst wenn das Gebot in die Volksseele übergegangen ist, ist ein darauf bezügliches Handeln möglich. Unvorbereitetes Handeln schreckt nur zurück und wirkt abstoßend."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Beim Vorgehen und Rückweichen ist fördernd die Beharrlichkeit eines Kriegers.",
            "interpretation": "Das sanfte Wesen geht oft bis zur Unentschlossenheit. Man fühlt nicht die Kraft, entschlossen fortzuschreiten. Tausend Bedenken erheben sich, aber man hat auch nicht Lust, sich zurückzuziehen, sondern treibt unentschlossen hin und her. In solchem Fall ist eine militärische Entschlossenheit das richtige, daß man entschieden das tut, was die Ordnung erfordert. Entschlossene Disziplin ist weit besser als unentschlossene Zuchtlosigkeit."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Eindringen unter das Bett. Man benützt Priester und Magier in großer Zahl. Heil! Kein Makel.",
            "interpretation": "Zuweilen hat man es mit verborgenen Feinden zu tun, ungreifbaren Einflüssen, die sich in die dunkelsten Winkel verkriechen und von dort aus die Leute suggestiv beeinflussen. In solchen Fällen ist es nötig, diesen Dingen bis in die geheimsten Winkel nachzuspüren, um festzustellen, um was für Einflüsse es sich handelt - dies die Aufgabe der Priester-, und sie zu beseitigen - dies die Aufgabe der Magier -. Gerade das Anonyme solcher Umtriebe erfordert besonders unermüdliche Energie, die sich aber belohnt macht. Denn wenn solche unkontrollierbaren Einflüsse erst ans Licht gebracht und gebrandmarkt sind, haben sie ihre Macht über die Menschen verloren."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "wiederholtes Eindringen. Beschämung.",
            "interpretation": "Das eindringliche Nachdenken darf nicht zu weit getrieben werden, sonst hemmt es die Entschlußfähigkeit. Wenn eine Sache gründlich durchgedacht ist, dann gilt es, sich zu entscheiden und zu handeln. Durch wiederholtes Durchdenken kommt man immer aufs neue in Bedenklichkeit und dadurch in Beschämung weil man sich zum Handeln als unfähig erweist."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Reue schwindet. Auf der Jagd fangt man drei Arten von Wild.",
            "interpretation": "Wenn man angeborene Bescheidenheit infolge der verantwortungsvollen Stelle, die man bekleidet, und der Erfahrungen, die man gesammelt hat, mit energischer Betätigung verbindet, so erreicht man sicher einen großen Erfolg. Die drei Arten von Tieren dienten zu Opfern für die Götter, zur Bewirtung der Gäste und zum täglichen Gebrauch. Wenn man für alle drei Zwecke etwas erlegte, so war das Jagdergebnis besonders gut."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Beharrlichkeit bringt Heil. Reue schwindet. Nichts, das nicht fördernd ist. Kein Anfang, aber ein Ende. Vor der Änderung drei Tage, nach der Änderung drei Tage. Heil !",
            "interpretation": "Während bei der \"Arbeit am Verdorbenen\" (Nr. 18) ein ganz neuer Ausgangspunkt geschaffen werden muß, handelt es sich hier nur um Reformen. Der Anfang war nicht gut, aber man ist an einen Zeitpunkt gekommen, da eine neue Richtung eingeschlagen werden kann. Man muß ändern und bessern. Das muß man tun in Beständigkeit, d. h. in rechter und fester Gesinnung, dann wird es gelingen, und die Reue schwindet. Nur ist es zu beachten, daß solche Verbesserungen sorgfältiger Überlegung bedürfen. Ehe man die Änderung bewerkstelligt, ist wiederholte Überlegung nötig, und nachdem die Änderung da ist, muß man auch noch eine Zeitlang sorgfältig untersuchen, wie die Besserungen sich in Wirklichkeit ausnehmen. Solche sorgfältige Arbeit ist von Heil begleitet."
        },
        {
            "position": "Oben eine Neun",
            "text": "Eindringen unter das Bett. Er verliert seinen Besitz und seine Axt. Beharrlichkeit bringt Unheil.",
            "interpretation": "Die Erkenntnis ist eindringlich genug. Man dringt den schädlichen Einflüssen bis in die geheimsten Winkel nach. Aber man hat keine Kraft mehr, sie entscheidend zu bekämpfen. In diesem Fall ist jeder Versuch, in die persönlichen Gebiete der Finsternis einzudringen, nur vom Übel."
        }
    ]
}