{
    "hexagram": {
        "name": "I / DIE MEHRUNG",
        "subtitle": "Keine Information verfügbar",
        "trigrams": {
            "above": {
                "name": "Sun",
                "attributes": "das Sanfte, der Wind"
            },
            "below": {
                "name": "Dschen",
                "attributes": "das Erregende, der Donner"
            }
        },
        "meaning": {
            "description": "Der Gedanke der Mehrung drückt sich dadurch aus, daß der unterste starke Strich des oberen Halbzeichens sich heruntergesenkt und unter das untere Halbzeichen gestellt hat. Der Grundgedanke des Buchs der Wandlungen kommt auch in dieser Auffassung zum Ausdruck. Wahres Herrschen muß Dienen sein. Ein Opfer des Höheren, das eine Mehrung des Niederen bewirkt, wird Mehrung schlechthin genannt, um dadurch den Geist anzudeuten, der allein imstande ist, der Welt zu helfen.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Die Mehrung. Fördernd ist es, etwas zu unternehmen. Fördernd ist es, das große Wasser zu durchqueren.",
        "analysis": [
            "Durch das Opfer, das von oben her zur Mehrung des Unteren gebracht wird, entsteht im Volk eine Stimmung der Freude und Dankbarkeit, die für die Blüte des Gemeinwesens überaus wertvoll ist.",
            "Wenn die Menschen so ihren Führern zugetan sind, dann läßt sich etwas unternehmen, und auch schwierige, gefahrvolle Dinge werden gelingen.",
            "Darum gilt es in solchen aufsteigenden Zeiten, deren Entwicklung von Erfolg begleitet ist, zu arbeiten und die Zeit auszunutzen.",
            "Diese Zeit ist wie die Zeit, wenn Himmel und Erde sich vermählen, wenn die Erde der schöpferischen Kraft des Himmels teilhaftig wird und nun die Lebewesen gestaltet und verwirklicht.",
            "Die Zeit der Mehrung dauert nicht, darum muß sie benützt werden, solange sie da ist."
        ]
    },
    "image": {
        "description": "Wind und Donner: das Bild der Mehrung. So der Edle: Sieht er Gutes, so ahmt er es nach, hat er Fehler, so legt er sie ab.",
        "lesson": "Sieht er Gutes, so ahmt er es nach, hat er Fehler, so legt er sie ab.",
        "warning": "Indem man beobachtet, wie Donner und Wind sich gegenseitig mehren und verstärken, lernt man den Weg zu seiner eignen Selbstmehrung und Besserung. Wenn man an anderen etwas Gutes entdeckt, soll man es nachahmen und so alles Gute auf Erden sich zu eigen machen. Sieht man an sich selbst etwas Schlechtes, so lege man es ab. Dadurch wird man frei vom Bösen. Diese ethische Veränderung ist die wichtigste Mehrung der Persönlichkeit."
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Fördernd ist es, große Taten zu vollbringen. Erhabenes Heil Kein Makel.",
            "interpretation": "Wenn man von oben her eine große Förderung erfährt, muß man den Kraftzuwachs, den man so erhält, dazu benützen, etwas Großes zu leisten, zu dem man sonst vielleicht weder Kraft noch Verantwortungsfreudigkeit gefunden hätte. Dadurch, daß man frei von Selbstsucht ist, wird großes Heil bewirkt, und indem man großes Heil zustande bringt, bleibt man frei von Vorwürfen."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Es mehrt ihn wohl jemand. Zehn Paar Schildkröten können dem nicht widerstreben. Dauernde Beharrlichkeit bringt Heil. Der König stellt ihn dar vor Gott. Heil !",
            "interpretation": "Die wirkliche Mehrung kommt dadurch, daß man in sich die Bedingungen dafür schafft: Aufnahmebereitschaft und Liebe zum Guten. Dadurch kommt das Erstrebte von selber mit naturgesetzlicher Notwendigkeit. Wo die Mehrung so in Einklang steht mit den höchsten Weltgesetzen, kann sie durch keine Konstellation von Zufällen verhindert werden. Nur kommt alles darauf an, daß man sich durch unerwartetes Glück nicht leichtsinnig machen läßt, sondern durch innere Stärke und Beständigkeit es sich zu eigen macht. Dann bekommt man Bedeutung vor Gott und Menschen und kann etwas ausrichten zum besten der Welt."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Man wird gemehrt durch unheilvolle Ereignisse. Kein Makel, wenn du wahrhaftig bist und in der Mitte wandelst und dem Fürsten berichtest mit einem Siegel.",
            "interpretation": "Eine Zeit des Segens und der Bereicherung ist in ihrer Wirkung so stark, daß selbst sonst unheilvolle Ereignisse denen zum besten dienen müssen, die davon betrogen sind. Sie werden frei von Fehlern und gewinnen dadurch, daß sie der Wahrheit entsprechend handeln, eine solche innere Autorität, daß sie Einfluß ausüben, als seien sie durch Brief und Siegel bestätigt."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Wenn du in der Mitte wandelst und dem Fürsten berichtest, so wird er folgen. Fördernd ist es, benützt zu werden bei der Verlegung der Hauptstadt.",
            "interpretation": "Es ist von Wichtigkeit, daß es Menschen gibt, die zwischen Führern und Geführten vermitteln. Das müssen selbstlose Persönlichkeiten sein, namentlich in Zeiten der Mehrung, da vom Führer Nutzen ausgehen soll für das Volk. Von dem Segen darf nichts in selbstsüchtiger Weise zurückgehalten werden, sondern er muß wirklich denen zugute kommen, für die er bestimmt ist. Eine solche Vermittlerpersönlichkeit, die auch auf den Führer einen guten Einfluß ausübt, ist besonders wichtig in Zeiten, da es sich um große, für die Zukunft entscheidende Unternehmungen handelt, die der inneren Zustimmung aller Beteiligten bedürfen."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Wenn du wahrhaftig ein gütiges Herz hast, so frage nicht. Erhabenes Heil ! Wahrhaftig wird Güte als deine Tugend anerkannt werden.",
            "interpretation": "Wirkliche Güte rechnet und fragt nicht nach Würdigkeit und Dank, sondern sie wirkt sich aus nach innerer Notwendigkeit. Ein solch wahrhaft gütiges Herz findet sich auch belohnt, indem es anerkannt wird, und so wird der segensvolle Einfluß ungehemmt ausdehnen."
        },
        {
            "position": "Oben eine Neun",
            "text": "Er gereicht niemand zur Mehrung. Es schlägt ihn wohl gar jemand. Er hält sein Herz nicht dauernd fest. Unheil !",
            "interpretation": "Der Sinn der Lage ist, daß die Oberen durch Verzicht die Unteren mehren sollen. Indem man diese Pflicht versäumt und niemand nützt, entzieht man sich auch dem fördernden Einfluß der andern und sieht sich bald vereinsamt. Dadurch zieht man sich Angriffe zu. Eine Gesinnung, die nicht dauernd im Einklang ist mit den Forderungen der Zeit, wird notwendig Unheil mit sich bringen. Konfuzius sagt über diese Linie: »Der Edle bringt seine Person in Ruhe, ehe er sich bewegt; er faßt sich in seinem Sinn, ehe er redet; er festigt seine Beziehungen, ehe er um etwas bittet. Indem der Edle diese drei Stücke in Ordnung bringt, ist er in völliger Sicherheit. Wenn man aber unvermittelt ist in seinen Bewegungen, so tun die Leute nicht mit. Wenn man aufgeregt ist in seinen Worten, so Enden sie keinen Widerhall bei den Leuten. Wenn man ohne vorherige Beziehungen etwas verlangt, so geben es einem die Leute nicht. Wenn niemand mit einem ist, so kommen die Schädiger herbei"
        }
    ]
}