{
    "hexagram": {
        "name": "KUI / DER GEGENSATZ",
        "subtitle": "Keine Information verfügbar",
        "trigrams": {
            "above": {
                "name": "Li",
                "attributes": "das Haftende, das Feuer"
            },
            "below": {
                "name": "Dui",
                "attributes": "das Heitere, der See"
            }
        },
        "meaning": {
            "description": "Das Zeichen besteht aus dem oberen Urzeichen Li, die Flamme, die nach oben flammt, und dem Urzeichen Dui, der See, unten, der nach unten sickert. Diese Bewegungen stehen zueinander im Gegensatz. Ferner ist Li die zweite und Dui die jüngste Tochter. Obwohl sie im selben Hause wohnen, gehören sie doch verschiedenen Männern an und ihr Wille ist daher nicht gemeinsam, sondern auf Gegensätzliches gerichtet.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Der Gegensatz. In kleinen Sachen Heil! Wenn die Menschen in Gegensatz und Entfremdung leben, so läßt sich ein großes gemeinsames Werk nicht ausführen. Die Gesinnungen gehen zu weit auseinander. Vor allem darf man nicht schroff vorgehen, wodurch der Gegensatz nur noch verschärft würde, sondern muß sich auf allmähliche Wirkungen im Kleinen beschränken. Hier ist noch Heil zu erwarten, da die Lage so ist, daß der Gegensatz nicht jede Verständigung ausschließt. Der Gegensatz, der im allgemeinen als Hemmung erscheint, hat als polarer Gegensatz innerhalb eines umfassenden Ganzen auch seine guten und wichtigen Funktionen. Die Gegensätze zwischen Himmel und Erde, Geist und Natur, Mann und Weib bewirken durch ihren Ausgleich die Schöpfung und Fortpflanzung des Lebens. In der sichtbaren Welt der Dinge ermöglicht der Gegensatz eine Sonderung in Arten, durch die Ordnung in die Welt kommt.",
        "analysis": []
    },
    "image": {
        "description": "Oben das Feuer, unten der See: das Bild des Gegensatzes.",
        "lesson": "So behält der Edle bei aller Gemeinschaft seine Besonderheit. Wie die beiden Elemente Feuer und Wasser, auch wenn sie beisammen sind, sich nie vermischen, sondern ihre eigene Natur behalten, so wird der gebildete Mensch auch durch Verkehr und gemeinsame Interessen mit anders gearteten Menschen sich nie dahin bringen lassen, daß er sich gemein macht, sondern er wird bei aller Gemeinsamkeit doch immer seine Eigenart wahren.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Die Reue schwindet. Wenn du dein Pferd verlierst, so lauf ihm nicht nach. Es kommt von selber wieder. Wenn du böse Menschen siehst, so hüte dich vor Fehlern.",
            "interpretation": "Auch in Zeiten des Gegensatzes kann man so handeln, daß man frei von Fehlern bleibt, so daß die Reue schwindet. Man darf bei beginnendem Gegensatz die Einheit nicht erzwingen wollen; dadurch würde man nur das Gegenteil erreichen, wie ein Pferd sich immer weiter entfernt, wenn man ihm nachläuft. Ist es unser Pferd, so kann man es ruhig laufen lassen: es kommt von selber wieder. So kommt auch ein Mensch, der zu uns gehört und infolge eines Mißverständnisses sich augenblicklich von uns entfernt, von selber wieder, wenn man ihn machen läßt. Auf der anderen Seite gilt es vorsichtig sein, wenn böse Menschen, die nicht zu uns gehören, sich herbeidrängen - auch infolge eines Mißverständnisses. Hier gilt es, Fehler zu vermeiden: sie nicht gewaltsam entfernen wollen, wodurch erst recht Feindschaft entstünde, sondern sie einfach dulden. Sie ziehen sich schon von selbst zurück."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Man begegnet seinem Herrn in enger Gasse. Kein Makel.",
            "interpretation": "Infolge der Mißverständnisse ist es nicht möglich, daß Menschen, die ihrer Art nach zusammengehören, auf ganz korrekte Weise zusammenkommen. Da mag denn ein zufälliges Zusammentreffen unter unformellen Umständen auch hingehen, wenn nur die innere Zusammengehörigkeit vorhanden ist."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Man sieht den Wagen nach hinten gezerrt, die Rinder festgehalten, dem Menschen Haare und Nase abgeschnitten. Kein guter Anfang, aber ein gutes Ende.",
            "interpretation": "Manchmal sieht es so aus, als ob sich alles gegen einen verschworen habe; man sieht sich im Fortschritt gehemmt und zurückgehalten, man sieht sich beschimpft und verletzt (Abschneiden von Haaren und Nase war eine schwere, entehrende Strafe). Aber man darf sich dann nicht irremachen lassen, sondern muß trotz dieser Gegensätze festhalten an dem Menschen, mit dem man sich zusammengehörig weiß. So wird trotz des schlechten Anfangs das Ende schließlich gut werden."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Durch Gegensatz vereinsamt, trifft man auf einen Gleichgesinnten, mit dem man in Treuen verkehren kann. Trotz der Gefahr kein Makel.",
            "interpretation": "Wenn man in einer Gesellschaft ist, von der man durch einen inneren Gegensatz getrennt ist, so kommt man in Vereinsamung. Aber wenn man in solcher Lage einen Menschen trifft, der ursprünglich seinem ganzen Wesen nach zu einem gehört, dem man sein volles Vertrauen schenken kann, dann überwindet man alle Gefahren der Vereinsamung. Unser Wille hat Erfolg, und man wird frei von Fehlern."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Die Reue schwindet. Der Gefährte beißt sich durch die Hülle. Wenn man hingeht zu ihm, wie wäre das ein Fehler?",
            "interpretation": "Man findet einen treuen Menschen, den man in der allgemeinen Entfremdung zuerst verkennt. Aber er beißt sich durch die trennenden Hüllen durch. Da ist es nun für den, dem dies« Gefährte sich in seinem wahren Wesen zeigt, Pflicht, ihm entgegenzugehen und mit ihm zusammenzuarbeiten."
        },
        {
            "position": "Oben eine Neun",
            "text": "Durch Gegensatz vereinsamt, sieht man seinen Gefährten wie ein schmutzbeladenes Schwein, wie einen Wagen voll Teufel Erst spannt man den Bogen nach ihm, dann legt man den Bogen weg. Nicht Räuber er ist, will freien zur Frist. Beim Hingehen fällt Regen, dann kommt Heil.",
            "interpretation": "Hier ist die Vereinsamung durch Mißverständnisse, nicht durch die äußeren Verhältnisse, sondern durch innere Zustande bedingt. Man verkennt seine besten Freunde, halt sie für unrein wie ein schmutziges Schwein und für gefährlich wie einen Wagen voll Teufel. Man setzt sich in Verteidigungsstellung. Aber schließlich erkennt man seinen Irrtum, legt den Bogen weg und merkt, daß der andere in bester Absicht zu enger Verbindung kommt. So löst sich die Spannung. Die Vereinigung löst den Gegensatz, wie der fallende Regen die Schwüle vor dem Gewitter ablöst. Alles geht gut, denn der Gegensatz schlägt gerade auf seiner Höhe in sein Gegenteil um."
        }
    ]
}