{
    "hexagram": {
        "name": "DUN / DER RÜCKZUG",
        "subtitle": "Der Rückzug",
        "trigrams": {
            "above": {
                "name": "Kien",
                "attributes": "das Schöpferische, der Himmel"
            },
            "below": {
                "name": "Gen",
                "attributes": "das Stillehalten, der Berg"
            }
        },
        "meaning": {
            "description": "Die Kraft des Schattigen ist im Aufsteigen begriffen. Das Lichte zieht sich vor ihr in Sicherheit zurück, so daß jene ihm nichts anhaben kann. Es handelt sich bei diesem Rückzug nicht um menschliche Willkür, sondern um Gesetze des Naturgeschehens. Darum ist in diesem Fall der Rückzug die richtige Art des Handelns, die die Kräfte nicht aufreibt. (Es ist ein ähnlicher Gedanke in dem Zeichen ausgedrückt wie in dem Wort Jesu: \" Ihr sollt nicht widerstreben dem Übel\" (Math, 5, 39))",
            "season": "sechster Monat (Juli-August)"
        }
    },
    "judgment": {
        "description": "Der Rückzug. Gelingen. Im Kleinen ist fördernd Beharrlichkeit.",
        "analysis": [
            "Die Verhältnisse sind so, daß die feindlichen Kräfte, durch die Zeit begünstigt, im Vorrücken sind.",
            "In diesem Fall ist der Rückzug das Richtige, und eben durch den Rückzug erlangt man Gelingen.",
            "Der Erfolg besteht darin, daß man den Rückzug richtig auszuführen vermag.",
            "Rückzug ist nicht zu verwechseln mit Flucht, die auf weiter nichts bedacht ist als Rettung unter allen Umständen.",
            "Rückzug ist ein Zeichen von Stärke.",
            "Man darf den rechten Moment nicht versäumen, solange man in vollem Besitz von Kraft und Stellung ist.",
            "Da versteht man rechtzeitig die Zeichen der Zeit zu deuten und bereitet einen zeitweiligen Rückzug vor, statt sich in einen verzweifelten Kampf auf Leben und Tod einzulassen.",
            "So räumt man auch dem Gegner nicht ohne weiteres das Feld, sondern erschwert ihm das Vorrücken, indem man im einzelnen noch immer Beharrlichkeit zeigt.",
            "Auf diese Weise bereitet man im Rückzug schon den Umschwung vor.",
            "Die Gesetze eines solchen aktiven Rückzugs zu verstehen, ist nicht leicht.",
            "Der Sinn, der in solcher Zeit verborgen liegt, ist bedeutend."
        ]
    },
    "image": {
        "description": "Unter dem Himmel ist der Berg: das Bild des Rückzugs. So hält der Edle den Gemeinen fern, nicht zornig, sondern gemessen.",
        "lesson": "Der Edle hält den Gemeinen fern, nicht zornig, sondern gemessen.",
        "warning": "Der Berg erhebt sich unter dem Himmel, aber in seiner Natur liegt es, daß er schließlich stehenbleibt. Der Himmel dagegen zieht sich nach oben vor ihm in die Ferne zurück so daß er unerreichbar bleibt. Das ist das Bild für die Art, wie der Edle sich dem aufsteigenden Gemeinen gegenüber verhält. Er zieht sich in seiner Gesinnung vor ihm zurück. Er haßt ihn nicht; denn der Haß ist eine Art von innerer Beteiligung, durch die man sich mit dem gehaßten Gegenstand verbindet. Der Edle zeigt die Starke (Himmel) darin, daß er den Gemeinen durch seine Gemessenheit zum Stillstand bringt (Berg)."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Beim Rückzug am Schwanz: das ist gefährlich. Man darf nicht etwas unternehmen wollen.",
            "interpretation": "Da das Zeichen das Abbild von etwas sich Zurückziehendem ist, so ist der erste Strich der Schwanz und der oberste der Kopf. Beim Rückzug ist es vorteilhaft, vorne zu sein. Hier ist man hinten in unmittelbarer Berührung mit den nachdrängenden Feinden. Das ist gefährlich, Unter solchen gefahrvollen Umständen ist es nicht ratsam, etwas zu unternehmen. Durch Stillehalten entgeht man am leichtesten der drohenden Gefahr."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Er hält ihn fest mit gelbem Ochsenleder. Niemand vermag ihn loszureißen.",
            "interpretation": "Gelb ist die Farbe der Mitte. Sie deutet auf das Korrekte, Pflichtgemäße. Das Leder eines Ochsen ist fest und unzerreißbar. Während die Edlen sich zurückziehen und die Geringen nachdrängen, ist hier ein Geringer gezeichnet, der sich so fest und zäh an die Edlen hält, daß sie sich von ihm nicht losmachen können. Und weil er das Rechte will und so stark ist in seinem Willen, erreicht er auch sein Ziel. Auf diese Weise bestätigt die Linie das Wort des Urteils: »Im Kleinen (hier soviel wie: für den geringen Mann) ist günstig Beharrlichkeit.«"
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Aufgehaltener Rückzug ist peinlich und gefahrvoll. Die Menschen als Knechte und Mägde zu halten, bringt Heil.",
            "interpretation": "Wenn er, Zeit ist, sich zurückzuziehen, und man wird zurückgehalten, so ist das unangenehm und gefährlich zugleich, da einem die Freiheit des Handelns genommen ist. In solchem Falle ist der einzige Ausweg der, daß man die Menschen, die einen nicht gehen lassen, sozusagen in seinen Dienst nimmt, um sich so wenigstens die Initiative zu wahren und nicht wehrlos unter ihre Herrschaft zu kommen. Aber wenn dies auch ein Ausweg ist, erfreulich wird die Lage doch nicht. Denn was will man mit solchen Dienern ausrichten?"
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Freiwilliger Rückzug bringt dem Edlen Heil, dem Gemeinen Niedergang.",
            "interpretation": "Beim Rückzug handelt es sich für den höheren Menschen darum, daß er in aller Freundlichkeit und gerne Abschied nimmt. Der Rückzug fallt ihm auch innerlich leicht, weil er auf diese Weise seiner Überzeugung keine Gewalt anzutun braucht. Wer darunter zu leiden hat, das ist nur der Gemeine, von dem er sich zurückzieht und der ohne die Leitung des Edlen verkommen muß."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Freundlicher Rückzug. Beharrlichkeit bringt Heil.",
            "interpretation": "Es ist die Sache des Edlen, rechtzeitig zu erkennen, wann es Zeit ist, sich zurückzuziehen. Wenn man den rechten Zeitpunkt wählt zum Rückzug, so kann sich dieser Rückzug in vollkommen freundschaftlichen Formen vollziehen, ohne daß unangenehme Auseinandersetzungen nötig würden. Aber trotz aller Verbindlichkeit der äußeren Form ist unbedingte Festigkeit der, Entschlusses nötig, damit man sich nicht durch anderweitige Erwägungen irremachen läßt."
        },
        {
            "position": "Oben eine Neun",
            "text": "Heiterer Rückzug. Alles ist fördernd.",
            "interpretation": "Die Lage ist unzweideutig. Die innere Loslösung ist eine feststehende Tatsache. Dadurch hat man die Freiheit, zu gehen. Wo man seinen Weg so klar und zweifellos vor sich sieht, stellt sich eine heitere Fassung ein, die das Rechte ohne jedes Bedenken wählt. Ein solch klarer Weg führt stets zum Guten."
        }
    ]
}