{
    "hexagram": {
        "name": "WU WANG / DIE UNSCHULD (DAS UNERWARTETE)",
        "subtitle": "Die Unschuld",
        "trigrams": {
            "above": {
                "name": "Kien",
                "attributes": "das Schöpferische, der Himmel"
            },
            "below": {
                "name": "Dschen",
                "attributes": "das Erregende, der Donner"
            }
        },
        "meaning": {
            "description": "Oben ist Kien, der Himmel, unten ist Dschen, die Bewegung. Das untere Zeichen, Dschen, wird bestimmt durch den starken Strich, den es von oben her, vom Himmel, bekommen hat. Wenn demgemäß die Bewegung dem Gesetz des Himmels folgt, dann ist der Mensch unschuldig und ohne Falsch. Das ist das Echte, Natürliche, das durch keine Überlegungen und Hintergedanken getrübt ist. Wo man die Absicht merkt, da ist die Wahrheit und Unschuld der Natur verloren. Natur ohne die Direktive des Geistes ist nicht wahre Natur, sondern degenerierte Natur. Von dem Gedanken des Natürlichen aus geht die Gedankenbildung teilweise noch weiter, und so umfaßt das Zeichen auch noch den Gedanken des Unbeabsichtigten, Unerwarteten.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Die Unschuld. Erhabenes Gelingen. Fördernd ist Beharrlichkeit. Wenn jemand nicht recht ist, so hat er Unglück, und nicht fördernd ist es, irgend etwas zu unternehmen. Der Mensch hat vom Himmel die ursprünglich gute Natur erhalten, daß sie ihn bei allen Bewegungen leite. Durch Hingabe an dieses Göttliche in ihm erlangt der Mensch eine lautere Unschuld, die ohne Hintergedanken an Lohn und Vorteil einfach das Rechte tut mit instinktiver Sicherheit. Diese instinktive Sicherheit bewirkt erhabenes Gelingen und ist fördernd durch Beharrlichkeit. Es ist aber nicht alles Instinktive Natur in diesem höheren Sinn des Wortes, sondern nur das Rechte, das mit dem Willen des Himmels übereinstimmt. Ohne dieses Rechte wirkt eine unüberlegte instinktive Handlungsweise nur Unglück. Meister Kung sagt darüber: »Wer von der Unschuld abweicht, wo kommt der hin? Des Himmels Wille und Segen ist nicht mit seinen Taten.«",
        "analysis": [
            "Der Mensch hat vom Himmel die ursprünglich gute Natur erhalten.",
            "Hingabe an das Göttliche führt zu Unschuld und instinktiver Sicherheit.",
            "Instinktive Sicherheit bewirkt erhabenes Gelingen und ist fördernd durch Beharrlichkeit.",
            "Instinktives Handeln ohne Übereinstimmung mit dem Willen des Himmels führt zu Unglück.",
            "Wer von der Unschuld abweicht, verliert des Himmels Wille und Segen."
        ]
    },
    "image": {
        "description": "Unter dem Himmel geht der Donner: Alle Dinge erlangen den Naturzustand der Unschuld. So pflegten und nährten die alten Könige, reich an Tugend und entsprechend der Zeit, alle Wesen.",
        "lesson": "Mit dem inneren Reichtum ihres Wesens sorgen sie für alles Leben und alle Kultur und tun alles, was zu deren Pflege nötig ist, zur rechten Zeit.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Unschuldiger Wandel bringt Heil !",
            "interpretation": "Die ersten ursprünglichen Regungen des Herzens sind immer gut, so daß man ihnen getrost folgen kann und gewiß sein darf, daß man Glück hat und seine Absicht erreicht."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Wenn man beim Pflügen nicht ans Ernten denkt und beim Roden nicht an das Benützen des Feldes: dann ist es fördernd, etwas zu unternehmen.",
            "interpretation": "Man soll jede Arbeit um ihrer selbst willen tun, wie Zeit und Ort sie verlangen, und nicht nach dem Erfolg schielen, dann gerät sie, und was man unternimmt, hat Erfolg."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Unverschuldetes Unglück: Die Kuh, die von jemand angebunden war, ist des Wanderers Gewinn, des Bürgers Verlust.",
            "interpretation": "Manchmal kommt unverschuldetes Unglück über einen, das von einem andern veranlaßt wird, wie etwa, wenn ein Mann des Weges kommt und eine angebundene Kuh mitlaufen läßt. Sein Gewinn ist des Besitzers Verlust. Bei allen, auch bei unschuldigen Handlungen, muß man sich nach der rechten Zeit richten, sonst kommt unerwartetes Unglück über einen."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Wer vermag beharrlich zu sein, bleibt ohne Makel.",
            "interpretation": "Was einem wirklich gehört, das kann man nicht verlieren, und wenn man es wegwürfe. Man braucht darum gar nicht besorgt zu sein. Man muß nur darum besorgt sein, daß man seinem eigenen Wesen treu bleibt und nicht auf andere hört."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Bei unverschuldeter Krankheit gebrauche keine Arznei. Es wird schon von selber gut werden.",
            "interpretation": "Kommt von außen her, durch Zufall, ein unerwartetes übel, das nicht in der eigenen Natur begründet ist und in ihr seinen Anhaltspunkt hat, so soll man nicht nach äußeren Mitteln greifen zu seiner Beseitigung, sondern der Natur ruhig ihren Lauf lassen, dann wird es von selbst besser."
        },
        {
            "position": "Oben eine Neun",
            "text": "Unschuldiges Handeln bringt Unglück. Nichts ist fördernd.",
            "interpretation": "Wenn man in einer Lage ist, da kein Fortschritt mehr an der Zeit ist, da gilt es ruhig und ohne Hintergedanken zu warten. Wenn man unüberlegt handelt, um wider das Schicksal voranzukommen, so wird ein Erfolg nicht erreicht."
        }
    ]
}