{
    "hexagram": {
        "name": "KUN / DIE BEDRÄNGNIS (DIE ERSCHÖPFUNG)",
        "subtitle": "Die Erschöpfung",
        "trigrams": {
            "above": {
                "name": "Dui",
                "attributes": "das Heitere, der See"
            },
            "below": {
                "name": "Kan",
                "attributes": "das Abgründige, das Wasser"
            }
        },
        "meaning": {
            "description": "Oben ist der See, das Wasser darunter. Der See ist leer und erschöpft. Noch auf eine andere Weise kommt der Gedanke der Erschöpfung heraus: oben eine dunkle Linie, die zwei lichte unten hält; unten ist eine lichte Linie zwischen zwei dunkle eingeklemmt. Das obere Zeichen gehört dunklen Prinzip an während das untere dem lichten Prinzip angehört. So sind überal1 die Edlen von den Gemeinen unterdrückt und in Schranken gehalten.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Die Bedrängnis. Gelingen. Beharrlichkeit. Der große Mann wirkt Heil. Kein Makel. Wenn man etwas zu sagen hat, wird es nicht geglaubt.",
        "analysis": [
            "Notzeiten sind das Gegenteil von Erfolg.",
            "Aber sie können zu Erfolg führen, wenn sie den rechten Menschen treffen.",
            "Wenn ein starker Mensch in Not kommt, so bleibt er trotz aller Gefahr heiter, und diese Heiterkeit ist die Grundlage späterer Erfolge.",
            "Sie ist die Beständigkeit, die stärker ist als das Schicksal.",
            "Wer sich durch Erschöpfung innerlich brechen läßt, der hat freilich keinen Erfolg.",
            "Aber wen die Not nur beugt, in dem erzeugt sie eine Kraft der Gegenwirkung, die sicher mit der Zeit ans Licht kommt.",
            "Doch dazu ist kein Gemeiner fähig.",
            "Nur der große Mann wirkt Heil und bleibt ohne Makel.",
            "Freilich nach außen hin ist ihm zunächst der Einfluß versagt, da seine Worte keine Wirkung haben.",
            "Darum gilt es in Zeiten der Not innerlich stark zu sein und wenig Worte zu machen."
        ]
    },
    "image": {
        "description": "Im See ist kein Wasser: das Bild der Erschöpfung. So setzt der Edle sein Leben daran, um seinem Willen zu folgen.",
        "lesson": "Wenn das Wasser aus dem See nach unten geflossen ist, muß der See vertrocknen und sich erschöpfen. Das ist Schicksal. Das ist das Bild widriger Schicksale im Menschenleben. In solchen Zeiten läßt sich nichts tun, als daß man sein Schicksal auf sich nimmt und sich selbst treu bleibt. Es handelt sich dabei aber um die tiefste Schicht des eigentlichen Wesens; denn nur die ist jedem äußeren Schicksal überlegen.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Man sitzt bedrängt unter einem kehlen Baum und gerät in ein finsteres Tal. Drei Jahre lang sieht man nichts.",
            "interpretation": "Wenn man in Not kommt, ist es vor allem wichtig, stark zu sein und die Not innerlich zu überwinden. Wenn man aber schwach ist, dann übermannt einen die Not. Statt weiterzuschreiten, bleibt man sitzen unter einem kehlen Baum und gerät immer mehr in Finsternis und Schwermut hinein. Dadurch wird die Lage nur immer aussichtsloser. Diese Haltung ist die Folge einer inneren Verblendung, die man durchaus überwinden muß."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Man ist bedrängt bei Wein und Speisen. Der Mann mit den scharlachroten Kniebinden kommt eben. Fördernd ist es, Opfer Darzubringen Aufbrechen ist von Unheil Kein Makel.",
            "interpretation": "Hier ist es eine innere Bedrängnis, in der man sich befindet. Äußerlich geht alles gut, man hat zu essen und zu trinken. Aber man ist erschöpft durch die Gewöhnlichkeiten des Lebens, aus denen sich kein Ausweg zeigt. Doch von oben her kommt Hilfe. Ein Fürst- die Fürsten trugen im alten China scharlachrote Kniebinden - ist auf der Suche nach tüchtigen Gehilfen. Aber es sind noch Hindernisse zu überwinden. Darum ist es wichtig, diesen Hindernissen im Unsichtbaren zu begegnen durch Opfer und Gebet. Unvorbereitet aufzubrechen wurde ins Unhei1 führen, obwohl es sittlich nicht unrecht ist. Man muß hier durch innere Geduld eine widrige Situation überwinden."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Man läßt sich bedrängen durch Stein und stützt sich auf Dornen und Disteln. Man Geht in sein Haus und sieht nicht seine Frau. Unheil",
            "interpretation": "Es zeigt sich hier ein Mann, der unruhig und unentschieden ist in Zeiten der Not. Erst will er voran, da stößt er auf Hindernisse, die allerdings nur dann eine Bedrängnis bedeuten, wenn man dagegen in unüberlegter Weise angeht. Man will mit dem Kopfe durch die Wand und fühlt sich infolge davon durch die Wand bedrängt. Dann stützt man sich auf Dinge, die keinen Halt in sich selbst haben und für den nur bedenklich sind der sich auf sie stützt. Nun kehrt man unentschlossen um und zieht sich in sein Haus zurück, aber nur, um zu neuer Enttäuschung zu entdecken daß seine Frau nicht da ist. Kungtse sagt darüber: \"Wenn jemand sich von etwas, das ihn nicht bedrängen sollte, bedrängen läßt, so wird sein Name sicher in Schande geraten. Wenn er sich auf Dinge stützt, auf die man sich nicht stützen kann, so wird sein Leben sicher in Gefahr geraten. Wer in Schande und Gefahr ist, dem naht die Todesstunde; wie kann er da noch seine Frau sehen"
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Er kommt ganz sachte, bedrängt in einem goldnen Wagen. Beschämung, aber man kommt zu Ende.",
            "interpretation": "Ein wohlhabender Mann sieht die Not der Unteren und möchte auch ganz gerne helfen. Doch greift er nicht rasch und energisch zu, wo es nötig ist, sondern fängt die Sache zögernd und gemessen an. Da stößt er auf Hindernisse. Mächtige und reiche Leute der Bekanntschaft ziehen ihn in ihre Kreise. Er muß mittun und kann sich ihnen nicht entziehen. Daher befindet er sich in einer großen Verlegenheit. Aber die Not ist vorübergehend. Die ursprüngliche Stärke der Natur gleicht den begangenen Fehler wieder aus, und das Ziel wird erreicht."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Es werden ihm Nase und Füße abgeschnitten. Man ist bedrängt von dem in purpurnen Kniebinden. Sachte kommt die Freude. Fördernd ist es, Opfer und Spenden zu bringen.",
            "interpretation": "Es ist jemand, dem das Wohl der Menschen am Herzen liegt, von oben und unten her bedrängt (das ist der Sinn der abgeschnittenen Nase und Füße). Man findet keine Hilfe bei den Menschen, deren Pflicht es wäre, bei dem Rettungswerk mitzuhelfen (die Minister trugen purpurne Kniebinden). Doch entwickeln sich die Dinge allmählich zum Bessern. Bis dahin gilt es in starker innerer Sammlung vor Gott zu treten und für das Wohl des Ganzen zu beten und zu opfern."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Er ist bedrängt von Ranken. Er bewegt sich unsicher und spricht: \"Bewegung schafft Reuen\" Wenn man darüber Reue empfindet und sich aufmacht, so hat man Heil.",
            "interpretation": "Man ist bedrängt durch Bande, die sich leicht zerreißen lassen. Die Bedrängnis naht sich ihrem Ende. Aber man ist noch unschlüssig. Man ist noch beeinflußt von dem früheren Zustand und denkt, man werde es zu bereuen haben, wenn man sich bewegt. Aber sobald man zur Einsicht kommt, diese geistige Haltung ablegt und einen starken Entschluß faßt, so gelingt es, der Bedrängnis Herr zu werden."
        }
    ]
}