{
    "hexagram": {
        "name": "PI / DIE STOCKUNG",
        "subtitle": "Die Stockung",
        "trigrams": {
            "above": {
                "name": "Kien",
                "attributes": "das Schöpferische, der Himmel"
            },
            "below": {
                "name": "Kun",
                "attributes": "das Empfangende, die Erde"
            }
        },
        "meaning": {
            "description": "Das Zeichen ist das gerade Gegenteil des vorigen. Der Himmel oben zieht sich immer weiter zurück, die Erde unten sinkt immer weiter in die Tiefe. Die schöpferischen Kräfte stehen außer Beziehung. Es ist die Zeit der Stockung und des Niedergangs.",
            "season": "siebenter Monat (August-September)"
        }
    },
    "judgment": {
        "description": "Die Stockung. Schlechte Menschen sind nicht fördernd für die Beharrlichkeit des Edlen. Das Große geht hin, das Kleine kommt herbei. Himmel und Erde stehen außer Verkehr, und alle Dinge erstarren. Obere und Untere stehen außer Beziehung, und auf Erden herrscht Verwirrung und Unordnung. Innen ist das Dunkle, und das Lichte ist außen. Innen ist Schwäche, außen ist Härte, innen sind die Gemeinen, und die Edlen sind außen. Die Art der Gemeinen ist im Aufsteigen, die Art der Edlen ist im Abnehmen. Aber die Edlen lassen sich in ihren Grundsätzen nicht beirren. Wenn sie die Möglichkeit des Wirkens nicht mehr haben, so bleiben sie diesen Grundsätzen doch treu und ziehen sich in die Verborgenheit zurück.",
        "analysis": []
    },
    "image": {
        "description": "Himmel und Erde vereinigen sich nicht: das Bild der Stockung. So zieht sich der Edle auf seinen inneren Wert zurück, um den Schwierigkeiten zu entgehen. Er läßt sich nicht durch Einkünfte ehren.",
        "lesson": "Der Edle zieht sich auf seinen inneren Wert zurück, um den Schwierigkeiten zu entgehen. Er läßt sich nicht durch Einkünfte ehren.",
        "warning": "Wenn gegenseitiges Mißtrauen im öffentlichen Leben herrscht infolge des Einflusses, den die Gemeinen haben, so ist eine fruchtbare Wirksamkeit unmöglich, weil die Grundlage falsch ist."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Zieht man Bandgras aus, so geht der Rasen mit. Jeder nach seiner Art. Beharrlichkeit bringt Heil und Gelingen.",
            "interpretation": "Zu Beginn ist entschlossenes Voranschreiten wichtig.  Der Text ist beinahe derselbe wie bei der ersten Linie des letzten Zeichens, nur im umgekehrten Sinn. Dort zieht einer den andern nach sich auf dem Weg in die amtliche Laufbahn. Hier zieht einer den andern mit in den Rückzug aus der Öffentlichkeit. Darum heißt es hier nicht »Unternehmungen bringen Heil«, sondern »Beharrlichkeit bringt Heil und Gelingen«. Nur dadurch, dass man versteht, wenn die Wirkungsmöglichkeiten nicht mehr da sind, sich rechtzeitig zurückzuziehen, erspart man sich die Beschämung und hat in höherem Sinne Gelingen, indem man seine Persönlichkeit in ihrem Wert zu wahren weiß."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Sie tragen und dulden, das bedeutet für die Gemeinen Heil. Dem großen Mann dient die Stockung zum Gelingen.",
            "interpretation": "Die Gemeinen sind bereit, in kriecherischer Weise ihren Vorgesetzten zu schmeicheln. Sie würden auch den Edlen dulden, wenn er ihnen behilflich wäre, die Verwirrung zu lösen. Das ist für sie heilbringend. Aber der große Mann trägt ruhig die Folgen der Stockung. Er mischt sich nicht in die Scharen der Gemeinen. Dort ist sein Platz nicht. Dadurch schafft er, indem er persönlich zu leiden hat, seinen Grundsätzen Erfolg."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Sie tragen Scham.",
            "interpretation": "Die Gemeinen, die auf unrechtmäßige Weise emporgekommen sind, fühlen sich der Verantwortung, die sie auf sich genommen haben, nicht gewachsen. Sie beginnen - zunächst noch, ohne es nach außen hin zu zeigen -, im stillen sich zu schämen. Das ist der Anfang der Wendung zum Besseren."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Wer auf Befehl des Höchsten wirkt, bleibt ohne Makel. Die Gleichgesinnten genießen des Segens.",
            "interpretation": "Die Zeit der Stockung naht sich dem Umschlag. Wer wieder Ordnung schaffen will, muß dazu berufen sein und das nötige Ansehen besitzen. Wer sich nach eignem Gutdünken zum Ordner aufwerfen wollte, könnte Fehler und Mißerfolge wirken. Wer aber berufen ist, dem kommen die Zeitverhältnisse entgegen, und sein Segen wird allen Gleichgesinnten zuteil."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Die Stockung läßt nach. Dem großen Manne Heil ! »Wenn es mißlänge, wenn es mißlänge« Dadurch bindet er es an ein Bündel von Maulbeerstauden.",
            "interpretation": "Die Zeit ändert sich. Der rechte Mann ist gekommen, der wieder Ordnung schaffen kann. Darum Heil ! Aber gerade in solchen Übergangszeiten ist Furcht und Zittern nötig. Nur durch die äußerste Besorgtheit, die dauernd denkt: »Wenn es mißlänge«, wird der Erfolg befestigt. Wenn eine Maulbeerstaude abgeschnitten wird, so sprossen aus der Wurzel eine Reihe von Schößlingen, die besonders fest sind. Daher ist die Festigung des Erfolges unter dem Bild des Anbindens an Maulbeerstauden symbolisiert."
        },
        {
            "position": "Oben eine Neun",
            "text": "Die Stockung hört auf Erst Stockung, dann Heil.",
            "interpretation": "Die Stockung dauert nicht ewig. Allerdings hört sie nicht von selber auf, sondern es bedarf des rechten Mannes, um ihr ein Ende zu bereiten. Das ist der Unterschied des Friedens und der Stockung. Der Friede bedarf dauernder Anstrengung, um festgehalten zu werden. Sich selbst überlassen, würde er sich in Stockung und Niedergang verwandeln. Die Niedergangszeit verwandelt sich nicht von selbst in Frieden und Blüte, sondern sie bedarf der Anstrengung, um beseitigt zu werden. Hierin ist die schöpferische Stellung des Menschen gekennzeichnet, die nötig ist, damit die Welt in Ordnung kommt."
        }
    ]
}