{
    "hexagram": {
        "name": "SUN / DIE MINDERUNG",
        "subtitle": "Keine Information verfügbar",
        "trigrams": {
            "above": {
                "name": "Gen",
                "attributes": "Das Stillehalten, der Berg"
            },
            "below": {
                "name": "Dui",
                "attributes": "das Heitere, der See"
            }
        },
        "meaning": {
            "description": "Das Zeichen stellt eine Minderung des unteren Zeichens zugunsten des oberen dar, indem der dritte, ursprünglich starke Strich nach oben gegangen ist und der ursprünglich schwache obere Strich an seine Stelle getreten ist. Das Untere wird also auf Kosten des Oberen vermindert. Das aber ist Verminderung schlechthin. Wenn man das Fundament eines Bauwerks vermindert und seine oberen Mauern verstärkt, so verliert das Ganze an Festigkeit. Ebenso ist eine Minderung des Volkswohlstands zugunsten der Regierung eine Verminderung schlechthin. Und die ganze Tendenz des Zeichens geht dahin, darauf hinzuweisen wie diese Wohlstandsverschiebung vor sich gehen kann, ohne daß die Quellen des Wohlstands im Volk und seinen unteren Ständen dadurch versiegen.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Minderung verbunden mit Wahrhaftigkeit wirkt erhabenes Heil ohne Makel. Man kann darin beharrlich sein. Fördernd ist es, etwas zu unternehmen. Wie übt man das aus? Zwei kleine Schüsselchen mag man benützen zum Opfer.",
        "analysis": [
            "Minderung bedeutet nicht unter allen Umständen etwas Schlechtes. Mehrung und Minderung kommen zu ihrer Zeit. Da gilt es, sich in die Zeit zu Enden und die Armut nicht durch leeren Schein verdecken zu wollen.",
            "Wenn durch eine Zeit der geringen Dinge eine innere Wahrheit zum Ausdruck kommt, so darf man sich der Einfachheit nicht schämen. Sie ist dann gerade das richtige, das innere Kraft verleiht, durch die man dann wieder etwas unternehmen kann.",
            "Man darf selbst kein Bedenken tragen, wenn die äußere Schönheit der Kultur, ja selbst die Ausgestaltung religiöser Beziehungen unter der Einfachheit zu leiden hätte.",
            "Man muß von der Stärke der inneren Gesinnung etwas nehmen und es der Dürftigkeit der äußeren Erscheinung als Ersatz zulegen. Dann hilft die Kraft des Gehalts über die Schlichtheit der Form hinweg.",
            "Vor Gott bedarf es nicht des falschen Scheins. Auch mit geringen Mitteln läßt sich die Gesinnung des Herzens zum Ausdruck bringen."
        ]
    },
    "image": {
        "description": "Unten am Berg ist der See: das Bild der Minderung. So bändigt der Edle seinen Zorn und hemmt seine Triebe.",
        "lesson": "So bändigt der Edle seinen Zorn und hemmt seine Triebe.",
        "warning": "Der See unten am Berg verdunstet. Dadurch wird er gemindert zu Gunsten des Bergs, der durch seine Feuchtigkeit bereichert wird. Der Berg ist das Bild eigensinniger Stärke, die sich zum Zorn verdichten kann, der See ist das Bild der unkontrollierten Lustigkeit, die sich zu leidenschaftlichen Trieben entwickeln kann, wenn sie auf Kosten der Lebenskräfte sich entwickelt. Da gilt es zu mindern: Der Zorn muß durch Stillehalten gemindert werden, die Triebe müssen durch Einschränkung gehemmt werden. Durch diese Minderung der niederen Seelenkräfte werden die höheren Seiten der Seele bereichert."
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Wenn die Geschäfte fertig sind, rasch hingehen, ist kein Makel. Doch muß man überlegen, wie weit man andere mindern darf.",
            "interpretation": "Es ist selbstlos und gut, wenn man nach Erledigung der unmittelbar wichtigen eigenen Aufgaben seine Kraft in den Dienst der anderen stellt und, ohne viel daraus zu machen oder zu prahlen, rasch hilft, wo zu helfen ist. Aber der Mann an höherer Stelle, dem so geholfen wird, muß wohl überlegen, wieviel er annehmen darf, ohne den hilfreichen Diener oder Freund im wesentlichen zu schädigen. Nur wo solches Zartgefühl vorhanden ist, kann man sich ohne Bedenken unbedingt geben."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Fördernd ist Beharrlichkeit. Etwas zu unternehmen, ist von Unheil Ohne sich selbst zu mindern, vermag man die andern zu mehren.",
            "interpretation": "Ein edles Selbstbewußtsein und konsequenter Ernst, der sich nichts vergibt, ist die Gesinnung, die notwendig ist, wenn man andern dienen will. Wer sich wegwirft, um einem Höheren zu Willen zu sein, der mindert zwar seine eigene Stellung, ohne aber dem andern dauernd zu nützen. Das aber ist vom Übel. Ohne sich selbst aufzugeben, dem andern zu dienen, das erst ist der wahre Dienst von dauerndem Wert."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Wenn drei Menschen miteinander wandern, so vermindern sie sich um einen Menschen. Wenn ein Mensch wandert, so findet er seinen Gefährten.",
            "interpretation": "Wo drei zusammen sind, da gibt es Eifersucht. Da muß einer weichen. Engste Verbindung ist nur zu Zweien möglich. Wo aber einer einsam ist, da Endet er sicher seinen Gefährten, der ihn ergänzt."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Wenn man seine Mängel mindert, macht man, daß der andre eilig kommt und Freude hat. Kein Makel.",
            "interpretation": "Oft hindern unsere Fehler selbst wohlgesinnte Menschen, uns näherzutreten. Diese Fehler werden oft verstärkt und schlimmer gemacht durch die Umgebung, in der wir uns befinden. Wenn man es über sich bringen kann, sich herabzubegeben und sie abzulegen, so befreit man die wohlgesinnten Freunde von einem inneren Druck und bewirkt, daß sie sich nur um so schneller nahen zu beiderseitiger Freude."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Es mehrt ihn wohl jemand. Zehn Paar Schildkröten können dem nicht widerstreben. Erhabenes Heil !",
            "interpretation": "Wenn jemand vom Schicksal zum Glück bestimmt ist, so kommt es unweigerlich. Alle Orakel, wie sie z. B. durch Schildkrötenschalen gewonnen werden, müssen in günstigen Zeichen zu seinen Gunsten übereinstimmen. Er braucht sich vor nichts zu fürchten, denn sein Glück ist höhere Fügung."
        },
        {
            "position": "Oben eine Neun",
            "text": "Wenn man ohne Minderung der anderen gemehrt wird, so ist das kein Makel. Beharrlichkeit bringt Heil. Fördernd ist es, etwas zu unternehmen. Man bekommt Diener, aber hat kein besonderes Heim mehr.",
            "interpretation": "Es gibt Menschen, die Segen spenden für die ganze Welt. Jeder Kraftzuwachs, jede Mehrung, die ihnen zuteil wird, kommt allen Menschen zugute und bedeutet daher keine Minderung für die andern. Durch beharrliche und eifrige Arbeit hat man Erfolg und findet Gehilfen wie man sie braucht. Aber was man wirkt, ist nicht ein irgendwie begrenzter Privatvorteil, sondern es ist offen und für jedermann zugänglich."
        }
    ]
}