{
    "hexagram": {
        "name": "FU / DIE WIEDERKEHRT (DIE WENDEZEIT)",
        "subtitle": "Die Wendezeit",
        "trigrams": {
            "above": {
                "name": "Kun",
                "attributes": "das Empfangende, die Erde"
            },
            "below": {
                "name": "Dschen",
                "attributes": "das Erregende, der Donner"
            }
        },
        "meaning": {
            "description": "Die Wendezeit wird dadurch angedeutet, daß, nachdem die dunklen Linien die lichten alle nach oben hinausgedrängt haben, nun wieder ein lichter Strich von unten her in das Zeichen eintritt. Die Zeit des Dunkels ist vorüber. Die Sonnenwende bringt den Sieg des Lichts.",
            "season": "elfter Monat (Dezember-Januar)"
        }
    },
    "judgment": {
        "description": "Die Wiederkehr. Gelingen. Ausgang und Eingang ohne Fehl. Freunde kommen ohne Makel. Hin und her geht der Weg. Am siebten Tage kommt die Wiederkehr. Fördernd ist es, zu haben, wohin man geht.",
        "analysis": [
            "Nach einer Zeit des Zerfalls kommt die Wendezeit.",
            "Das starke Licht, das zuvor vertrieben war, tritt wieder ein.",
            "Es gibt Bewegung. Diese Bewegung ist aber nicht erzwungen.",
            "Das obere Zeichen Kun hat als Charakter die Hingebung. Es ist also eine natürliche Bewegung, die sich von selbst ergibt.",
            "Darum ist die Umgestaltung des Alten auch ganz leicht.",
            "Altes wird abgeschafft, Neues wird eingeführt, beides entspricht der Zeit und bringt daher keinen Schaden.",
            "Vereinigungen von Gleichgesinnten bilden sich.",
            "Aber dieser Zusammenschluß vollzieht sich in voller Öffentlichkeit, er entspricht der Zeit, und darum ist jedes egoistische Sonderbestreben ausgeschlossen, und aus diesen Vereinigungen ergibt sich kein Fehler.",
            "Die Wiederkehr ist im Naturlauf begründet.",
            "Die Bewegung ist kreisförmig.",
            "Der Weg ist in sich geschlossen.",
            "Darum braucht man nichts künstlich zu überstürzen.",
            "Es kommt alles von selber, wie es an der Zeit ist.",
            "Das ist der Sinn von Himmel und Erde.",
            "Alle Bewegungen vollziehen sich in sechs Stufen.",
            "Die siebente Stufe bringt dann die Wiederkehr.",
            "So kommt im siebenten Monat nach der Sommersonnenwende, von der an das Jahr abwärts geht, die Wintersonnenwende, ebenso kommt in der siebenten Doppelstunde nach Sonnenuntergang der Sonnenaufgang.",
            "Darum ist die Sieben die Zahl des jungen Lichts, die dadurch entsteht, daß die Sechs, die Zahl des großen Dunkels, sich um eins steigert.",
            "Damit kommt Bewegung in den Stillstand."
        ]
    },
    "image": {
        "description": "Der Donner inmitten der Erde: das Bild der Wendezeit. So schlossen die alten Könige zur Sonnwendzeit die Pässe. Händler und Fremdlinge wanderten nicht, und der Herrscher bereiste nicht die Gegenden.",
        "lesson": "Die Wintersonnenwende wurde in China von jeher als die Ruhezeit des Jahres gefeiert - ein Brauch, der sich in der Neujahrsruhezeit noch immer erhalten hat. Im Winter ist die Lebenskraft - symbolisiert durch das Erregende, den Donner - noch unter der Erde. Die Bewegung ist in ihren ersten Anfängen. Darum muß man sie durch Ruhe kräftigen, damit sie nicht durch vorzeitigen Verbrauch sich verläuft. Dieser Grundsatz, die wieder einsetzende Kraft durch Ruhe erstarken zu lassen, gilt von allen entsprechenden Verhältnissen. Die wiederkehrende Gesundheit nach einer Krankheit, die wiederkehrende Verständigung nach einer Entzweiung: alles muß im ersten Anfang zart und schonend behandelt werden, damit die Wiederkehr zur Blüte führt.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Wiederkehr aus geringer Entfernung. Es bedarf keiner Reue. Großes Heil !",
            "interpretation": "Kleine Abweichungen vom Guten sind nicht zu vermeiden. Man muß nur rechtzeitig umkehren, ehe man zu weit gegangen. Das ist besonders bei der Bildung des Charakters von Wichtigkeit. Jeder leise böse Gedanke muß sofort beseitigt werden, ehe man darin zu weit geht und sich verfestigt. So hat man keine Reue nötig, und alles geht sehr gut."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Ruhige Wiederkehr. Heil!",
            "interpretation": "Die Umkehr bedarf immer eines Entschlusses und ist ein Akt der Selbstbezwingung. Sie wird erleichtert, wenn man in guter Gesellschaft ist. Wenn man es über sich gewinnt, sich herunterzugeben und sich nach guten Menschen zu richten, so bringt das Heil."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Mehrfache Wiederkehr. Gefahr. Kein Makel",
            "interpretation": "Es gibt Menschen von einer gewissen inneren Unbeständigkeit. Für sie ist fortwährend Umkehr der Willensrichtung nötig. In diesem fortwährenden Abwenden vom Guten aus unbeherrschter Neigung und wieder Zuwenden aus besserem Entschluß liegt eine Gefahr. Aber da auf diese Weise eine Verfestigung im Bösen doch auch nicht eintritt, ist die allgemeine Richtung auf Ablegung des Fehlers nicht ausgeschlossen."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "In der Mitte der andern wandelnd, kehrt man allein wieder.",
            "interpretation": "Man ist mitten in einer Gesellschaft von geringen Menschen, aber man hat innere Beziehungen zu einem starken und guten Freund. Infolge davon kehrt man allein um. Obwohl von Lohn und Strafe nicht die Rede ist, so ist es doch sicher günstig; denn ein solcher Entschluß zum Guten trägt seinen Lohn in sich."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Großzügige Wiederkehr. Keine Reue.",
            "interpretation": "Wenn die Zeit zur Umkehr da ist, dann soll man sich nicht hinter kleinliche Ausreden verstecken, sondern in sich gehen und sich prüfen. Und wenn man etwas falsch gemacht hat, dann soll man in großzügigem Entschluß seinen Fehler eingestehen. Das ist ein Weg, der niemand gereuen wird."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Verfehlung der Wiederkehr. Unheil. Unglück von außen und innen. Wenn man so Heere marschieren läßt, wird man schließlich eine große Niederlage erleiden, so daß es für den Landesherrn unheilvoll ist. Zehn Jahre lang ist man nicht mehr imstande anzugreifen.",
            "interpretation": "Wenn man die rechte Zeit zur Umkehr versäumt, so kommt man ins Unheil. Das Unglück ist innerlich begründet durch die falsche Stellung zum Weltzusammenhang. Äußeres Unglück ist die Folge dieser falschen Stellung. Es ist die Verstockung und ihr Gericht, das gezeichnet wird."
        }
    ]
}