{
    "hexagram": {
        "name": "FONG / DIE FÜLLE",
        "subtitle": "Die Fülle",
        "trigrams": {
            "above": {
                "name": "Dschen",
                "attributes": "das Erregende, der Donner"
            },
            "below": {
                "name": "Li",
                "attributes": "das Haftende, das Feuer"
            }
        },
        "meaning": {
            "description": "Dschen ist die Bewegung, Li die Flamme, deren Eigenschaft die Klarheit ist. Im Innern Klarheit, nach außen Bewegung, das gibt Größe und Fülle. Es ist eine Zeit hoher Kultur, die durch das Zeichen dargestellt wird. Allerdings liegt in dem Umstand, daß es sich um ein Höchstes handelt, auch der Gedanke schon angedeutet, daß dieser außerordentliche Zustand der Fülle sich nicht dauernd wird halten lassen.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Die Fülle hat Gelingen. Der König erreicht sie. Sei nicht traurig; du mußt sein wie die Sonne am Mittag.",
        "analysis": [
            "Eine Zeit höchster Größe und Fülle herbeizuführen, ist nicht jedem Sterblichen beschieden.",
            "Es muß ein geborener Herrscher über die Menschen sein, der so etwas vermag, weil sein Wille auf das Große gerichtet ist.",
            "Die Zeit einer solchen Fülle ist meist kurz.",
            "Ein Weiser könnte daher angesichts des folgenden Niedergangs wohl traurig werden.",
            "Doch ziemt sich solche Trauer nicht für ihn.",
            "Nur ein Mann, der innerlich frei von Sorge und Kummer ist, kann eine Zeit der Fülle heraufführen.",
            "Er muß sein wie die Sonne am Mittag, die alles unter dem Himmel erleuchtet und erfreut."
        ]
    },
    "image": {
        "description": "Donner und Blitz kommen beide: das Bild der Fülle. So entscheidet der Edle die Prozesse und führt die Strafen aus.",
        "lesson": "Innen die Klarheit ermöglicht eine genaue Prüfung des Sachverhalts, und außen die Erschütterung sorgt für strenge und präzise Durchführung der Strafen.",
        "warning": "Das Zeichen hat eine gewisse Beziehung zu dem Zeichen Das Durchbeißen, Nr. 21, wo ebenfalls Donner und Blitz beisammen sind, aber in umgekehrter Reihenfolge. Während dort die Gesetze festgelegt werden, werden sie hier ausgeführt und angewandt."
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Wenn man seinem bestimmten Herrn begegnet, so mag man zehn Tage beisammen sein, und es ist kein Fehler. Hingehen findet Anerkennung.",
            "interpretation": "Um eine Zeit der Fülle herbeizuführen, bedarf es der Vereinigung von Klarheit und energischer Bewegung. Wo diese beiden Eigenschaften in zwei Menschen sich finden, da passen diese Menschen zueinander, und auch wenn sie zur Zeit der Fülle einen vollen Kreislauf beisammen sind, ist es nicht zu lang und kein Fehler. Darum mag man hingehen, um zu wirken; es wird Anerkennung finden."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Der Vorhang ist von solcher Fülle, daß man am Mittag die Polsterne sieht. Durch Hingehen erreicht man Mißtrauen und Haß. Wenn man durch Wahrheit ihn erweckt, kommt Heil.",
            "interpretation": "Oft kommt es vor, daß sich zwischen den Herrscher, der das Große will, und den Mann, der das Große ausführen könnte, Intrigen und Parteiranke eindrangen, die verfinsternd wirken wie eine Sonnenfinsternis. Dann sieht man statt der Sonne die Nordsterne am Himmel. Der Herr wird in den Schatten gedrängt durch eine Partei, die die Herrschaft an sich gerissen. Wollte man in solcher Zeit etwas Energisches unternehmen, so würde man nur auf Mißtrauen und Neid stoßen, die alle Bewegung unmöglich machen würden. Da gilt es dann, innerlich in der Macht der Wahrheit zu stehen, die schließlich so stark ist, daß sie im Unsichtbaren auf den Herrscher wirkt, so daß alles gut geht."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Das Gestrüpp ist von solcher Fülle, daß man am Mittag die kleinen Sterne sieht. Er bricht seinen rechten Arm. Kein Makel",
            "interpretation": "Hier wird als Bild die fortschreitende Bedeckung der Sonne geschildert. An diesem Punkt ist die Totalität erreicht, darum sieht man am Mittag selbst die kleinen Sterne Auf gesellschaftliche Verhältnisse übertragen, ist hier der Fürst so verfinstert, daß auch die unbedeutendsten Menschen sich hervordrängen können. Da ist es für einen tüchtigen Mann, der die rechte Hand des Herrschers sein könnte, unmöglich, etwas zu unternehmen. Es ist, als wäre die Hand gebrochen. Aber es ist nicht seine Schuld, daß er auf diese Weise am Handeln verhindert ist."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Der Vorhang ist von solcher Fülle, daß man am Mittag die Polsterne sieht. Er begegnet seinem gleichen Herrn. Heil!",
            "interpretation": "Hier ist die Finsternis schon im Abnehmen, darum findet sich das einander Entsprechende zusammen. Auch hier muß die Ergänzung gefunden werden: zur Handelsfreudigkeit die nötige Weisheit. Dann wird alles gut gehen. Es ist hier die umgekehrte Ergänzung in Betracht gezogen wie beim ersten Strich. Dort sollte die Weisheit durch Energie ergänzt werden, hier die Energie durch Weisheit."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Es kommen Linien, es naht Segen und Ruhm. Heil!",
            "interpretation": "Der herrschende Mann ist bescheiden, so daß er für Rat der Tüchtigen zugänglich ist. So kommen Männer in seine Umgebung, die ihn die Richtlinien des Handelns nahebringen. Dadurch kommt Segen, Ruhm und Heil für ihn und alles Volk."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Sein Haus ist in Fülle. Er verdeckt seine Sippe. Er späht durch das Tor und merkt niemand mehr. Drei Jahre lang sieht er nichts. Unheil !",
            "interpretation": "Es ist hier ein Mann gezeichnet, der durch seinen Hochmut und Eigenwillen das Gegenteil erreicht von dem, was er erstrebt. Er sucht Fülle und Pracht für seine Wohnung. Er will unbedingt Herr sein in seinem Haus. Aber dadurch entfremdet er sich seine Familie, so daß er schließlich ganz vereinsamt dasteht."
        }
    ]
}