{
    "hexagram": {
        "name": "SIAU GO / DES KLEINEN ÜBERGEWICHT",
        "subtitle": "Keine Information verfügbar",
        "trigrams": {
            "above": {
                "name": "Dschen",
                "attributes": "das Erregende, der Donner"
            },
            "below": {
                "name": "Gen",
                "attributes": "das Stillehalten, der Berg"
            }
        },
        "meaning": {
            "description": "Hier muß notgedrungen das Schwache die Vertretung nach außen übernehmen. Wenn man an einem entscheidenden Platz steht, dem man seinem Wesen nach eigentlich nicht gewachsen ist, so ist außerordentliche Vorsicht nötig.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Des Kleinen Übergewicht. Gelingen. Fördernd ist Beharrlichkeit. Man mag kleine Dinge tun, man soll nicht große Dinge tun. Der fliegende Vogel bringt die Botschaft: \"Es ist nicht gut, nach oben zu streben, es ist gut, unten zu bleiben. Großes Heil !\"",
        "analysis": [
            "Außerordentliche Bescheidenheit und Gewissenhaftigkeit wird sicher von Erfolg belohnt werden, nur ist es wichtig, daß sie nicht leere Formel und kriechendes Wesen werden, sondern mit der rechten Würde im persönlichen Auftreten verbunden bleiben, so daß man sich nicht wegwirft.",
            "Man muß verstehen, was die Forderungen der Zeit sind, um die rechte Ergänzung für die Mängel und Schäden der Zeit zu finden.",
            "Immerhin darf man sich nicht auf große Erfolge gefaßt machen, da dazu die nötige Stärke fehlt.",
            "Darum ist die Botschaft so wichtig, nicht nach hohen Dingen zu streben, sondern sich zu den niedrigen zu halten."
        ]
    },
    "image": {
        "description": "Auf dem Berg ist der Donner: das Bild von des Kleinen Übergewicht.",
        "lesson": "So legt der Edle im Wandel das Übergewicht auf die Ehrerbietung. Bei Trauerfällen legt er das Übergewicht auf die Trauer. Bei seinen Ausgaben legt er das Übergewicht auf die Sparsamkeit.",
        "warning": "Der Donner auf dem Berge ist anders als der in der Ebene. In den Bergen ist der Donner viel näher, während er außerhalb der Gebirge weniger hörbar ist als der Donner eines gewöhnlichen Gewitters. So entnimmt der Edle diesem Bild die Aufforderung, in allen Dingen die Pflicht näher und unmittelbarer ins Auge zu fassen als die Menschen des Alltags, obwohl infolge davon sein Betragen von außen her gesehen kleinlich erscheinen könnte. Er nimmt es besonders genau mit seinen Handlungen. Bei Trauerfällen steht ihm die innere Ergriffenheit weit näher als äußerer Formelkram, und so ist er bei Aufwendungen für seine eigene Person außerordentlich einfach und anspruchslos. Dieses alles bewirkt, daß er den Menschen der Masse gegenüber eine Ausnahmeerscheinung ist. Aber das Wesen dieser Ausnahme liegt darin, daß sie nach außen hin auf der Seite des Geringen sich beendet."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Der Vogel kommt durch Fliegen ins Unheil",
            "interpretation": "Der Vogel soll zunächst im Nest bleiben, bis er flügge ist. Will er vorher fliegen, so zieht er sich Unheil zu. Außerordentliche Maßnahmen dürfen erst getroffen werden, wenn es nicht mehr anders geht. Zunächst muß man sich so lange als möglich ins Herkömmliche fügen, sonst verbraucht man sich und seine Kraft und erreicht doch nichts."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Sie geht an ihrem Ahnherrn vorbei und trifft die Ahnfrau. Er erreicht nicht seinen Fürsten und trifft den Beamten. Kein Makel.",
            "interpretation": "Zwei Ausnahmefälle sind hier genannt: Im Ahnentempel, wo Generationenwechsel stattfindet, steht der Enkel auf derselben Seite wie der Großvater; darum hat er zu ihm die nächsten Beziehungen. Hier ist die Frau des Enkels gezeichnet, die beim Opfer am Ahnherrn vorübergeht und sich der Ahnfrau zuwendet. Dieses außerordentliche Verhalten ist aber ein Ausdruck ihrer Bescheidenheit. [...] Ein anderes Bild ist das des Beamten, der zunächst ordnungsgemäß bei seinem Fürsten Audienz sucht. [...] Auch diese außerordentliche Zurückhaltung ist in Ausnahmezeiten kein Fehler."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Wenn man sich nicht außerordentlich vorsieht, so kommt etwa einer von hinten und schlägt einen. Unheil !",
            "interpretation": "Zuzeiten ist außerordentliche Vorsicht unbedingt nötig. Aber gerade in solchen Lebenslagen gibt es gerade und starke Persönlichkeiten, die im Bewußtsein ihres guten Rechts es verschmähen, sich vorzusehen, weil sie das für kleinlich halten. [...] Aber dieses Selbstvertrauen täuscht sie. Es gibt Gefahren, die aus dem Hinterhalt sich nahen und denen sie nicht gewachsen sind. Immerhin handelt es sich um eine Gefahr, der man nicht unbedingt ausgesetzt ist, sondern die sich vermeiden läßt, wenn man die Zeitlage versteht, die eine Hinwendung auf das Kleine, Unbedeutende in außerordentlicher Weise verlangt."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Kein Makel. Ohne vorbeizugehen, trifft er ihn. Hingehen bringt Gefahr. Man muß sich hüten. Handle nicht. Sei dauernd beharrlich.",
            "interpretation": "Die Härte des Charakters ist durch die Weichheit der Stellung gemildert, so daß man keinen Fehler macht. Man beendet sich in einer Lage, da man sich aufs äußerste zurückhalten muß. Man darf von sich aus nichts unternehmen, um das Gewünschte zu treffen. Und wenn man hingehen wollte, um gewaltsam sein Ziel zu erreichen, so käme man in Gefahr. Darum muß man sich hüten und nicht handeln, sondern dauernd die innere Beharrlichkeit wahren."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Dichte Wolken, kein Regen von unserm westlichen Gebiet. Der Fürst schießt und trifft jenen in der Höhle.",
            "interpretation": "Da hier ein hoher Platz ist, ist aus dem Bild des fliegenden Vogels das der fliegenden Wolken geworden. Aber ob die Wolken auch noch so dicht sind, sie fliegen am Himmel dahin und spenden keinen Regen. So kann in außerordentlichen Zeiten wohl ein geborener Herrscher da sein, der berufen wäre, die Welt in Ordnung zu bringen, aber er vermag nichts auszurichten und dem Volk seinen Segen nicht zuzuwenden, weil er allein steht und keinen Gehilfen hat. In solchen Zeiten muß man nach Gehilfen suchen, mit denen zusammen man das Werk vollbringen kann. Aber diese Gehilfen muß man bescheiden in der Verborgenheit suchen, in die sie sich zurückgezogen haben. Nicht auf Berühmtheit und großen Namen kommt es an, sondern auf wirkliche Leistungen. Durch solche Bescheidenheit Endet man den rechten Mann und vermag das außerordentliche Werk trotz aller Schwierigkeit zu vollenden."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Ohne ihn zu treffen, gabt er an ihm vorbei. Der fliegende Vogel verläßt ihn. Unheil !",
            "interpretation": "Das bedeutet Unglück und Schaden. Wenn man über das Ziel hinausschießt, So kann man es nicht treffen. Wenn der Vogel nicht in sein Nest will, sondern immer höher hinaus, so fällt er schließlich dem Jäger ins Netz. Wer in Zeiten des Außerordentlichen im Kleinen nicht haltzumachen weiß, sondern unruhig immer weiter will, der zieht sich Unheil durch Götter und Menschen zu, weil er sich von der Naturordnung entfernt."
        }
    ]
}