{
    "hexagram": {
        "name": "KIEN / DIE BESCHEIDENHEIT",
        "subtitle": "Die Bescheidenheit",
        "trigrams": {
            "above": {
                "name": "Kun",
                "attributes": "das Empfangende, die Erde"
            },
            "below": {
                "name": "Gen",
                "attributes": "das Stillehalten, der Berg"
            }
        },
        "meaning": {
            "description": "Das Zeichen setzt sich zusammen aus Gen, das Stillehalten, der Berg, und Kun. Der Berg ist der jüngste Sohn des Schöpferischen, der Repräsentant des Himmels auf Erden. Er spendet die Segnungen des Himmels, Wolken und Regen, die sich um seinen Gipfel sammeln, nach unten und leuchtet daraufhin verklärt in himmlischem Licht. Das zeigt die Bescheidenheit und ihre Wirkung bei hohen und starken Menschen. Oben steht Kun, die Erde. Die Eigenschaft der Erde ist die Niedrigkeit, aber eben darum wird sie in diesem Zeichen als erhöht dargestellt, indem sie oben über dem Berg ist. Das zeigt die Wirkung der Bescheidenheit bei niedrigen, einfachen Menschen: sie werden dadurch erhöht.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Bescheidenheit schafft Gelingen. Der Edle bringt zu Ende.",
        "analysis": [
            "Das Gesetz des Himmels macht das Volle leer und füllt das Bescheidene: wenn die Sonne am höchsten steht muß sie nach himmlischem Gesetz dem Untergang zu, und wenn sie am tiefsten unter der Erde ist, geht sie einem neuen Aufstieg entgegen.",
            "Wenn der Mond voll ist, nimmt er nach demselben Gesetz ab, und wenn er leer ist, nimmt er wieder zu.",
            "Dieses himmlische Gesetz wirkt sich auch in den Schicksalen der Menschen aus.",
            "Das Gesetz der Erde ist, das Volle zu verändern und dem Bescheidenen zuzufließen: Die hohen Berge werden von den Wassern abgetragen und die Täler aufgefüllt.",
            "Das Gesetz der Schicksalsmächte ist, dem Vollen zu schaden und dem Bescheidenen Glück zu spenden.",
            "Auch die Menschen hassen das Volle und lieben das Bescheidene.",
            "Die Schicksale folgen festen Gesetzen, die sich mit Notwendigkeit auswirken.",
            "Aber der Mensch hat es in der Hand, sein Schicksal zu gestalten, je nachdem er sich durch sein Benehmen dem Einfluß der segnenden oder zerstörenden Kräfte aussetzt.",
            "Wenn der Mensch hoch steht und sich bescheiden zeigt, so leuchtet er im Licht der Weisheit.",
            "Wenn er niedrig ist und sich bescheiden zeigt, so kann er nicht übergangen werden.",
            "So gelingt es dem Edlen, sein Werk zu Ende zu führen, ohne sich des Fertigen zu rühmen."
        ]
    },
    "image": {
        "description": "Inmitten der Erde ist ein Berg: das Bild der Bescheidenheit.",
        "lesson": "So verringert der Edle, was zu viel ist, und vermehrt, was zu wenig ist. Er wägt die Dinge und macht sie gleich.",
        "warning": "Der Erde, in der ein Berg verborgen ist, sieht man ihren Reichtum nicht an, denn das Hohe des Berges dient zum Ausgleich der Vertiefungen. So ergänzt sich Hohes und Tiefes, und das Resultat ist die Ebene. Hier ist das Bild der Bescheidenheit, daß das, was langer Wirkung bedurfte, als selbstverständlich und leicht erscheint. So macht es der Edle, wenn er Ordnung auf Erden herstellt. Er gleicht die sozialen Gegensätze, die die Quelle des Unfriedens sind, aus und schafft dadurch gerechte und ebene Verhältnisse."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Ein bescheiden-bescheidener Edler mag das große Wasser durchqueren. Heil !",
            "interpretation": "Eine gefährliche Unternehmung, wie das Durchqueren eines großen Wassers, ist sehr erschwert, wenn viele Ansprüche und Rücksichten dabei in Betracht kommen. Dagegen fällt sie leicht, wenn sie rasch und einfach erledigt wird. Darum ist die ganz anspruchslose Gemütsverfassung der Bescheidenheit geeignet, auch schwierige Unternehmungen fertigzubringen, weil sie keine Anforderungen und Vorbedingungen stellt, sondern schlank und leicht die Sache erledigt; denn wo keine Ansprüche erhoben werden, erheben sich keine Widerstände."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Sich äußernde Bescheidenheit. Beharrlichkeit bringt Heil.",
            "interpretation": "Wes das Herz voll ist, des geht der Mund über. Wenn jemand innerlich so bescheiden ist, daß sich diese Gesinnung in seinem äußeren Benehmen zeigt, so gereicht es ihm zum Heil: denn auf diese Weise hat er von selbst die Möglichkeit beharrlicher Wirkung, die von niemand verdrängt wird."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Ein verdienstvoll-bescheidener Edler bringt zu Ende. Heil !",
            "interpretation": "Hier ist das Zentrum des Zeichens, wo sein Geheimnis ausgesprochen wird. Durch große Leistungen erwirbt man sich bald einen bedeutenden Namen. Wenn man sich durch den Ruhm blenden läßt, so wird sehr bald die Kritik einsetzen, und Schwierigkeiten werden sich erheben. Wenn man dagegen trotz seiner Verdienste bescheiden bleibt, so macht man sich beliebt und gewinnt die Hilfskräfte, die nötig sind, um das Werk, das man unternommen hat, zu Ende zu führen."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Nichts, das nicht fördernd wäre für Bescheidenheit in der Bewegung.",
            "interpretation": "Alles hat sein Maß. Auch die Bescheidenheit im Benehmen kann übertrieben werden. Hier ist sie am Platz, da die Lage zwischen einem verdienstvollen Gehilfen unten und einem gütigen Herrscher oben sehr große Verantwortung mit sich bringt. Das Vertrauen des Oberen darf nicht mißbraucht, die Verdienste des Unteren dürfen nicht verdeckt werden. Es gibt wohl Beamte die sich nicht hervortun. Sie decken sich durch den Buchstaben der Verordnungen, sie lehnen jede Verantwortung ab, sie nehmen Bezahlung an, ohne Entsprechendes zu leisten, sie tragen Titel, denen keine Wirklichkeit Bedeutung gibt. Die hier erwähnte Bescheidenheit ist das Gegenteil davon. Die Bescheidenheit in einer solchen Stellung zeigt sich eben darin, daß man mit Interesse an der Arbeit ist."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Nicht pochen auf Reichtum seinem Nächsten gegenüber. Fördernd ist es, mit Gewalt anzugreifen. Nichts, das nicht fördernd wäre.",
            "interpretation": "Bescheidenheit ist verschieden von schwächlicher Gutmütigkeit, die alles laufen läßt. Wenn man an verantwortungsvollem Posten steht, muß man unter Umständen auch einmal energisch durchgreifen. Aber dazu ist es nötig, daß man nicht durch persönliches Pochen auf seine Überlegenheit zu wirken sucht, sondern man muß seiner Umgebung gewiß sein. Das Zugreifen muß rein sachlich sein und darf nichts persönlich Verletzendes haben. Darin zeigt sich die Bescheidenheit auch in der Strenge."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Sich äußernde Bescheidenheit. Fördernd ist es, Heere marschieren zu lassen, um die eigne Stadt und das eigene Land zu züchtigen.",
            "interpretation": "Wem es wirklich mit seiner Bescheidenheit Ernst ist, der muß sorgen, daß sie in der Wirklichkeit sich zeigt. Er muß mit großer Energie dabei vorgehen. Wenn Feindseligkeit entsteht, ist nichts leichter, als die Schuld beim andern zu suchen. Ein schwacher Mensch zieht sich dann vielleicht beleidigt auf sich selbst zurück und hat Mitleid mit sich selbst und hält es für Bescheidenheit, daß er sich nicht wehrt. Wirkliche Bescheidenheit zeigt sich darin, daß sie kraftvoll darangeht, Ordnung zu schaffen, und dabei beim eignen Ich und dem engsten Kreise anfängt mit der Züchtigung. Nur dadurch wird wirklich etwas Kraftvolles geleistet, daß man den Mut hat, seine Heere gegen sich selbst marschieren zu lassen."
        }
    ]
}