{
    "hexagram": {
        "name": "DA YU / DER BESITZ VON GROSSEM",
        "subtitle": "Die Fülle",
        "trigrams": {
            "above": {
                "name": "Li",
                "attributes": "das Haftende, die Flamme"
            },
            "below": {
                "name": "Kien",
                "attributes": "das Schöpferische, der Himmel"
            }
        },
        "meaning": {
            "description": "Das Feuer am Himmel oben strahlt weit, so dass alle Dinge ins Licht und in die Erscheinung treten. Die schwache fünfte Linie befindet sich auf geehrtem Platz, und alle starken Striche entsprechen ihr. Wer auf hohem Platz bescheiden und mild ist, dem fällt alles zu. (Der Sinn des Zeichens stimmt mit dem Worte Jesu überein: Selig sind die Sanftmütigen denn sie werden das Erdreich besitzen.)",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Der Besitz von Großem: Erhabenes Gelingen. Die beiden Urzeichen zeigen an, dass Kraft und Klarheit sich vereinigen. Der Besitz von Großem ist vom Schicksal bestimmt und entspricht der Zeit. Wie ist es möglich, dass die schwache Linie die Kraft hat, die Starken festzuhalten und zu besitzen? Durch ihre uneigennützige Bescheidenheit. Es ist eine günstige Zeit. Stärke im Innern und Klarheit und Bildung im Äußern. Die Kraft äußert sich fein und beherrscht. Das gibt erhabenes Gelingen und Reichtum. (Man könnte denken das Zeichen »Zusammenhalten« Nr. 8 sei noch günstiger da dort ein Starker die fünf Schwachen um sich versammelt. Dennoch ist das hier beigefügte Urteil »Erhabenes Gelingen« viel günstiger. Das kommt daher, dass die von dem starken Herrscher Zusammengehaltenen dort nur einfache Untertanen sind, während hier dem sanftmütigen Herrn lauter starke Gehilfen zur Seite stehen.)",
        "analysis": []
    },
    "image": {
        "description": "Das Feuer am Himmel oben: das Bild des Besitzes von Großem.",
        "lesson": "So hemmt der Edle das Böse und fördert das Gute und gehorcht so des Himmels gutem Willen.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Keine Beziehung zu Schädlichem, das ist nicht ein Makel. Bleibt man der Schwierigkeit bewusst, so bleibt man ohne Makel. Großer Besitz, der noch im Anfangsstadium ist und noch keine Anfechtung erfahren hat, ist ohne Makel; denn es ist noch gar keine Gelegenheit vorhanden, Fehler zu machen. Aber es sind noch viele Schwierigkeiten zu überwinden. Nur wenn man sich dieser Schwierigkeiten bewusst bleibt, wird man wirklich innerlich frei von der Möglichkeit des Hochmuts und der Verschwendung und hat jeden Makel im Prinzip überwunden.",
            "interpretation": "Keine Information verfügbar"
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Ein großer Wagen zum Beladen. Man mag etwas unternehmen. Kein Makel. Großer Besitz besteht nicht allein in der Menge der Güter, die einem zur Verfügung stehen, sondern vor allem in ihrer Beweglichkeit und Verwendbarkeit. Dann mag man sie zu Unternehmungen gebrauchen und bleibt frei von Verlegenheit und Fehlern. Unter dem großen Wagen, dem man viel aufladen kann und mit dem man weit fahren kann, sind tüchtige Gehilfen verstanden, die einem zur Seite stehen, die ihrer Aufgabe gewachsen sind. Solchen Leuten kann man eine große Verantwortung aufladen, was bei wichtigen Unternehmungen nötig ist.",
            "interpretation": "Keine Information verfügbar"
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Ein Fürst bringt ihn dem Sohn des Himmels dar. Ein kleiner Mensch kann das nicht. Es ist die Sache eines hochherzigen, freisinnigen Menschen, dass er seinen Besitz nicht als sein ausschließliches persönliches Eigentum betrachtet, sondern dem Herrscher bzw. der Allgemeinheit zur Verfügung stellt. Dadurch stellt er sich auf den richtigen Standpunkt dem Besitz gegenüber, der niemals als Privatbesitz von Dauer sein kann. Ein engherziger Mensch ist freilich dazu nicht imstande. Für ihn schlägt großer Besitz zum Schaden aus, da er, statt zu opfern, behalten will. (Es ist hier vom Besitz derselbe Grundsatz ausgesprochen, der in dem Worte ausgedrückt ist: \"Wer sein Leben behalten will, der wird es verlieren, wer aber sein Leben verliert, der wird es behalten\")",
            "interpretation": "Keine Information verfügbar"
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Er macht einen Unterschied zwischen sich und seinem Nächsten. Kein Makel. Es ist eine Stellung gekennzeichnet, die zwischen reichen und mächtigen Nachbarn steht. Das bringt Gefahr. Da gilt es, nicht rechts und nicht links zu sehen, frei zu bleiben von Neid und dem Versuch, es anderen gleichzutun. So bleibt man frei von Fehlern. (Eine andere Übersetzung, die allgemein akzeptiert ist, würde lauten: Er verlässt sich nicht auf seine Fülle. Kein Makel. Das würde bedeuten, dass man sich von Fehlern freihält dadurch, dass man hat, als habe man nicht.)",
            "interpretation": "Keine Information verfügbar"
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Wessen Wahrheit umgänglich ist und doch würdig, der hat Heil. Die Lage ist sehr günstig. Ohne äußeren Zwang, nur infolge der ungesuchten Aufrichtigkeit, gewinnt man die Menschen, dass sie auch in aufrichtiger Wahrheit einem zugetan sind. Doch genügt zur Zeit des Besitzes von Großem die Milde allein nicht. Sonst könnte leicht Frechheit allmählich aufkommen. Dieses Aufkommen von Frechheit muss durch Würde in Schranken gehalten werden, dann ist das Heil gewiß.",
            "interpretation": "Keine Information verfügbar"
        },
        {
            "position": "Oben eine Neun",
            "text": "Vom Himmel her wird er gesegnet, Heil! Nichts, das nicht fördernd ist. In der Fülle des Besitzes und der Macht bleibt man bescheiden und ehrt den Weisen, der außerhalb des Weltgetriebes steht. Dadurch stellt man sich unter den segensreichen Einfluss vom Himmel her, und alles geht gut. Konfuzius sagt über diesen Strich: \"Segnen bedeutet helfen. Der Himmel hilft dem Hingebenden, die Menschen helfen dem Wahrhaftigen. Wer in Wahrhaftigkeit wandelt und hingebend ist in seinem Denken und dann noch die Würdigen hochhält, der wird vom Himmel her gesegnet. Er findet Heil und nichts ist, das nicht förderlich wäre.\"",
            "interpretation": "Keine Information verfügbar"
        }
    ]
}