{
    "hexagram": {
        "name": "LÜ / DER WANDERER",
        "subtitle": "Keine Information verfügbar",
        "trigrams": {
            "above": {
                "name": "Li",
                "attributes": "das Feuer"
            },
            "below": {
                "name": "Gen",
                "attributes": "der Berg"
            }
        },
        "meaning": {
            "description": "Der Berg (Gen) steht still, oben das Feuer (Li) flammt auf und verweilt nicht. Darum bleiben sie nicht beisammen. Fremde, Trennung ist das Los des Wanderers.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Der Wanderer. Durch Kleinheit Gelingen. Dem Wanderer ist Beharrlichkeit von Heil.",
        "analysis": [
            "Als Wanderer und Fremdling darf man nicht schroff sein und hoch hinaus wollen.",
            "Man hat keinen großen Bekanntenkreis, darum darf man sich nicht brüsten.",
            "Man muß vorsichtig und zurückhaltend sein, so schützt man sich vor Übel.",
            "Wenn man gegen die andern zuvorkommend ist, so erringt man Erfolge.",
            "Der Wanderer hat keine feste Stätte, die Straße ist seine Heimat. Darum muß er dafür sorgen, daß er innerlich recht und fest ist, daß er nur an guten Orten verweilt und nur mit guten Menschen verkehrt. Dann hat er Heil und kann unangefochten seine Straße ziehen."
        ]
    },
    "image": {
        "description": "Auf dem Berg ist Feuer: das Bild des Wanderers. So ist der Edle klar und vorsichtig in der Anwendung von Strafen und verschleppt keine Streitigkeiten.",
        "lesson": "So ist der Edle klar und vorsichtig in der Anwendung von Strafen und verschleppt keine Streitigkeiten.",
        "warning": "Wenn das Gras auf dem Berge abbrennt, so gibt es einen hellen Schein. Aber das Feuer verweilt nicht, sondern wandert der neuen Nahrung nach. Es ist nur eine rasch vorübergehende Erscheinung So soll es auch mit Strafen und Prozessen sein. Sie müssen eine rasch vorübergehende Erscheinung sein und dürfen sich nicht verschleppen. Die Gefängnisse müssen etwas sein, das die Leute nur vorübergehend, wie Gäste, aufnimmt. Sie dürfen nicht zu Wohnräumen der Menschen werden."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Wenn der Wanderer sich mit kleinlichen Dingen abgibt, so zieht er sich dadurch Unglück zu.",
            "interpretation": "Ein Wanderer darf sich nicht entwürdigen und sich mit gemeinen Dingen am Weg abgeben. Gerade je niedriger und wehrloser seine Stellung nach außen hin ist, desto mehr muß er innerlich seine Würde wahren. Denn wenn ein Fremder denkt, dadurch freundliche Aufnahme zu finden, daß er sich zu Scherzen und Lächerlichkeiten hergibt, so irrt er sich. Die Folgen sind nur Verachtung und beleidigende Behandlung."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Der Wanderer kommt zur Herberge Er hat seinen Besitz bei sich. Er erlangt eines jungen Dieners Beharrlichkeit.",
            "interpretation": "Der Wanderer, der hier gezeichnet wird, ist bescheiden und zurückhaltend. Innerlich verliert er sich nicht selbst, darum findet er einen Ruheort. Nach außen hin verliert er nicht die Zuneigung der Menschen, darum fördern ihn alle, so daß er Besitz erwerben kann. Außerdem findet sich ein treuer und zuverlässiger Diener bei ihm ein, wie er für den Wanderer von unschätzbarem Wert ist."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Dem Wanderer verbrennt seine Herberge. Er verliert die Beharrlichkeit seines jungen Dieners. Gefahr.",
            "interpretation": "Ein gewalttätiger Fremder weiß sich nicht zu benehmen. Er mischt sich in Angelegenheiten und Streitigkeiten, die ihn nichts angehen. Dadurch verliert er seinen Ruheplatz. Er behandelt seinen Diener fremd und hochfahrend. Dadurch verliert er dessen Treue. Wenn man als Fremder niemand mehr hat, auf den man sich verlassen kann, so ist das sehr gefährlich."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Der Wanderer ruht an einem Unterkunftsort. Er erlangt seinen Besitz und eine Axt. Mein Herz ist nicht froh.",
            "interpretation": "Hier ist ein Wanderer gezeichnet, der sich äußerlich zu bescheiden versteht, obwohl er innerlich stark und vorwärtsdringend ist. Darum findet er wenigstens einen Unterkunftsort, an dem er weilen kann. Auch gelingt es ihm, Besitz zu erwerben. Aber er ist mit seinem Besitz nicht in Sicherheit. Er muß stets auf der Hut sein, bereit, sich mit bewaffneter Hand zu verteidigen. Darum fühlt er sich nicht wohl. Es kommt ihm dauernd zum Bewußtsein, daß er ein Fremder ist in einem fremdem Land."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Er schießt einen Fasan, auf den ersten Pfeil fällt er. Schließlich kommt dadurch Lob und Amt.",
            "interpretation": "Die Staatsmänner auf Reisen pflegten sich bei den Fürsten durch das Geschenk eines Fasans einzuführen. Der Wanderer will hier in Fürstendienste treten. Er schießt zu diesem Zweck einen Fasan, den er beim ersten Schuß erlegt. So findet er Freunde, die ihn loben und empfehlen, und wird schließlich von dem Fürsten angenommen, der ihm ein Amt verleibt. Oft kommen Verhältnisse vor, die einen veranlassen, in der Fremde seine Heimat zu suchen. Wenn man es versteht, die Lage zu treffen und sich in der rechten Weise einzuführen, so mag man einen Freundeskreis und Wirkungskreis auch in der Fremde finden."
        },
        {
            "position": "Oben eine Neun",
            "text": "Dem Vogel verbrennt sein Nest. Der Wanderer lacht erst, dann muß er klagen und weinen. Er verliert die Kuh im Leichtsinn. Unheil !",
            "interpretation": "Das Bild des Vogels, dem sein Nest verbrennt, zeigt den Verlust des Ruheorts. Wenn der Vogel beim Bau seines Nestes leichtsinnig und unvorsichtig war, so kann ihm dieses Unglück begegnen. So auch dem Wanderer. Wenn er sich gehen läßt in Scherz und Lachen und nicht mehr daran denkt, daß er ein Wanderer ist, so wird er später zu weinen und zu klagen haben. Denn wenn man im Leichtsinn seine Kuh, d. i. seine bescheidene Anpassungsfähigkeit, verliert, so ist das vom Übel."
        }
    ]
}