{
    "hexagram": {
        "name": "HIE / DIE BEFREIUNG",
        "subtitle": "Keine Information verfügbar",
        "trigrams": {
            "above": {
                "name": "Dschen",
                "attributes": "das Erregende, der Donner"
            },
            "below": {
                "name": "Kan",
                "attributes": "das Abgründige, das Wasser"
            }
        },
        "meaning": {
            "description": "Die Bewegung geht hier aus der Gefahr heraus. Das Hemmnis ist beseitigt, die Schwierigkeiten sind in der Lösung begriffen. Die Befreiung ist noch nicht vorüber, sondern setzt eben erst ein, und ihre verschiedenen Stadien kommen in dem Zeichen zur Darstellung.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Die Befreiung. Fördernd ist der Südwesten. Wenn nichts mehr da ist, wohin man zu gehen hätte, ist das Wiederkommen von Heil. Wenn es noch etwas gibt, wohin man gehen muß, dann ist Raschheit von Heil.",
        "analysis": [
            "Es handelt sich um eine Zeit, da Spannungen und Verwicklungen sich zu lösen beginnen.",
            "In solchen Zeiten gilt es, sobald wie möglich zu den gewöhnlichen Verhältnissen sich zurückzuziehen - dies die Bedeutung des Südwestens.",
            "Solche Zeiten des Umschlags sind sehr wichtig.",
            "Ähnlich wie ein befreiender Regen die Spannung der Atmosphäre löst und alle Knospen zum Springen bringt, wirkt eine Zeit der Befreiung von drückender Last erlösend und anregend auf das Leben.",
            "Aber eins ist wichtig: Man darf in solchen Zeiten den Triumph nicht übertreiben wollen.",
            "Es gilt, nicht weiter vorzudringen, als nötig ist.",
            "Sowie die Befreiung erreicht ist, zurückzukehren zur Ordnung des Lebens, das ist von Heil.",
            "Wenn noch Reste aufzuarbeiten bleiben, so gilt es, das so schnell wie möglich zu tun, damit reiner Tisch gemacht wird und keine Verzögerungen eintreten."
        ]
    },
    "image": {
        "description": "Donner und Regen erheben sich: das Bild der Befreiung. So verzeiht der Edle Fehler und vergibt die Schuld.",
        "lesson": "So verzeiht der Edle Fehler und vergibt die Schuld.",
        "warning": "Das Gewitter hat luftreinigende Wirkung. So macht es der Edle auch mit den Fehlern und Sünden der Menschen, die Spannungszustände hervorrufen. Durch Klarheit schafft er Befreiung. Aber wenn die Verfehlungen am Tage sind, dann bleibt er nicht dabei, sondern geht Über die Fehler, die unabsichtlichen Übertretungen, einfach weg, wie der Donner verklingt, und vergibt die Schuld, die absichtlichen Übertretungen, wie das Wasser alles vom Schmutz reinigt."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Ohne Makel. Es werden nicht viele Worte gemacht, entsprechend der Situation.",
            "interpretation": "Die Hemmung ist vorüber, die Befreiung ist da. Man erholt sich in Ruhe und hält sich still. Das ist in Zeiten nach überstandenen Schwierigkeiten ganz das richtige."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Auf dem Feld erlegt man drei Füchse und bekommt einen gelben Pfeil. Beharrlichkeit ist von Heil.",
            "interpretation": "Das Bild ist von der Jagd genommen. Der Jäger fängt drei listige Füchse und erhält zur Belohnung einen gelben Pfeil. Die Hemmnisse des öffentlichen Lebens sind die falschen Füchse, die als Schmeichler den Herrscher zu beeinflussen suchen. Sie müssen beseitigt werden, ehe Befreiung eintreten kann. Aber der Kampf darf nicht mit falschen Waffen geführt werden. Die gelbe Farbe deutet auf Maß und Mitte beim Vorgehen gegen die Feinde der Pfeil auf die gerade Richtung. Wenn man sich der Aufgabe der Befreiung mit ganzem Herzen widmet, bekommt man eine solche Kraft der inneren Geradheit, daß sie als Waffe wirkt gegen alles Falsche und Gemeine."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Wenn einer eine Last auf dem Rücken trägt und trotzdem auf dem Wagen fährt, veranlaßt er dadurch die Räuber, herbeizukommen. Beharrlichkeit führt zu Beschämung.",
            "interpretation": "Ein Mensch ist aus ärmlichen Verhältnissen heraus in eine bequeme Lage gekommen, da er von Not befreit ist. Wenn er nun nach Art eines Emporkömmlings es sich bequem machen will ohne doch in seinem Wesen zu den bequemen Verhältnissen zu passen, so zieht er dadurch Räuber an, und wenn er so fort macht, gerät er bestimmt in Schande. Kungtse sagt darüber: Eine Last auf dem Rücken zu tragen, ist das Geschäft eines gemeinen Menschen. Ein Wagen ist das Gerät eines vornehmen Mannes. Wenn nun ein Gemeiner das Gerät eines vornehmen Mannes benutzt, so denken die Räuber darauf, es ihm wegzunehmen. Wenn einer frech nach oben und hart nach unten ist, so denken die Räuber daran, ihn anzugreifen. Lässige Aufbewahrung verführt die Räuber zum Stehlen. Üppiger Schmuck eines Mädchens verlockt zum Raub ihrer Tugend."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Befreie dich von deiner großen Zehe. Dann kommt der Gefährte herbei, und dem kannst du trauen.",
            "interpretation": "Zu Zeiten des Stillstandes kommt es vor, daß gemeine Menschen sich einem höheren Menschen anschließen und durch tägliche Gewohnheit mit ihm zusammenwachsen und unentbehrlich werden, wie die große Zehe dem Fuß, dem sie das Gehen erleichtert. Aber wenn die Zeit der Befreiung naht mit ihrer Berufung zur Tat, dann muß man sich frei machen von solchen Zufallsbekanntschaften, mit denen man doch nicht innerlich zusammengehört. Denn sonst bleiben die gleichgesinnten Freunde, denen man wirklich trauen kann und mit denen gemeinsam sich etwas leisten läßt, voll Mißtrauen weg."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Wenn der Edle sich nur befreien kann, das bringt Heil. Er zeigt so den Gemeinen, daß es ihm ernst ist.",
            "interpretation": "Befreiungszeiten bedürfen des inneren Entschlusses. Die Gemeinen sind nicht zu entfernen durch Verbote und äußere Mittel. Will man sie loswerden, so muß man sich innerlich erst vollkommen von ihnen losmachen, dann merken sie von selber, daß es einem ernst ist, und ziehen sich zurück."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Der Fürst schießt nach einem Habicht auf hoher Mauer. Er erlegt ihn. Alles ist fördernd.",
            "interpretation": "Der Habicht auf hoher Mauer ist das Bild eines machtvollen Gemeinen an hoher Stelle, der die Befreiung hindert. Er widersteht der Einwirkung durch innere Einflüsse, da er in seiner Bosheit verhärtet ist. Er muß gewaltsam beseitigt werden; dazu bedarf es der entsprechenden Mittel. Kungtse sagt darüber: »Der Habicht ist der Zweck der Jagd. Pfeil und Bogen sind die Werkzeuge und Mittel. Der Schütze ist der Mensch, der die Mittel zum Zweck richtig gebrauchen muß. Der Edle birgt die Mittel in seiner Person. Er wartet die Zeit ab, und dann handelt er. Wie sollte da nicht alles gut gehen? Er handelt und ist frei. Darum braucht er nur auszugehen und erlegt die Beute. So steht es mit einem Menschen, der handelt, nachdem er die Mittel fertiggestellt hat."
        }
    ]
}