{
    "hexagram": {
        "name": "MONG / DIE JUGENDTORHEIT",
        "subtitle": "Keine Information verfügbar",
        "trigrams": {
            "above": {
                "name": "Gen",
                "attributes": "das Stillehalten, der Berg"
            },
            "below": {
                "name": "Kan",
                "attributes": "das Abgründige, das Wasser"
            }
        },
        "meaning": {
            "description": "Auf doppelte Weise ist das Gedenken der Jugend und Torheit in diesem Zeichen nahegelegt. Das obere Zeichen, Gen, hat als Bild einen Berg, das untere, Kan, hat als Bild das Wasser. Die Quelle, die unten am Berg hervorkommt, ist das Bild der unerfahrenen Jugend. Die Eigenschaft des oberen Zeichens ist das Stillehalten, die des unteren der Abgrund, die Gefahr. Das Stillehalten vor einem gefährlichen Abgrund ist ebenfalls ein Symbol der ratlosen Torheit der Jugend. In den beiden Zeichen liegt aber auch der Weg, wie die Jugendtorheiten überwunden werden können: Das Wasser ist etwas, das mit Notwendigkeit weiterfließt. Wenn die Quelle hervorbricht, so weiß sie zunächst freilich nicht, wohin. Aber sie füllt durch ihr stetiges Fließen die tiefe Stelle, die sie am Fortschritt hindert, aus und dann ist der Erfolg da.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Jugendtorheit hat Gelingen. Nicht ich suche den jungen Toren, der junge Tor sucht mich. Beim ersten Orakel gebe ich Auskunft. Fragt er zwei-, dreimal, so ist das Belästigung. Wenn er belästigt, so gebe ich keine Auskunft. Fördernd ist Beharrlichkeit.",
        "analysis": [
            "In der Jugend ist Torheit nichts Schlimmes. Es kann ihr doch gelingen. Nur muß man einen erfahrenen Lehrer finden und ihm auf die rechte Weise gegenübertreten. Dazu gehört erstens, daß man die eigene Unerfahrenheit selbst empfindet und einen Lehrer aufsucht.",
            "Nur diese Bescheidenheit und dieses Interesse verbürgt die nötige Aufnahmebereitschaft, die sich in ehrfurchtsvoller Anerkennung des Lehrers äußern wird.",
            "Darum muß der Lehrer ruhig warten, bis er aufgesucht wird. Er soll sich nicht von sich aus anbieten; nur so kann die Belehrung zur rechten Zeit und auf die rechte Weise erfolgen.",
            "Die Antwort, die der Lehrer auf die Fragen des Schülers gibt soll klar und bestimmt sein wie die Antwort, die ein Orakelsucher zu erhalten wünscht. Sie muß dann als Lösung des Zweifels und Entscheidung angenommen werden.",
            "Mißtrauisches oder gedankenloses Weiterfragen dient zur bloßen Belästigung des Lehrers und wird am besten mit Stillschweigen übergangen, ähnlich wie das Orakel auch nur eine Antwort gibt und versucherischen Zweifelsfragen gegenüber versagt.",
            "Wenn dazu die Beharrlichkeit tritt, die nicht nachläßt, bis man Punkt für Punkt sich angeeignet hat, so wird ein schöner Erfolg sicher sein.",
            "Das Zeichen gibt somit Ratschläge sowohl für den Lehrenden als auch für den Lernenden."
        ]
    },
    "image": {
        "description": "Unten am Berg kommt ein Quell hervor: das Bild der Jugend.",
        "lesson": "So nährt der Edle durch gründliches Handeln seinen Charakter. Die Quelle kommt dadurch ins Fließen und zur Überwindung des Stillstandes, daß sie alle hohlen Stellen auf ihrem Weg ausfüllt. Ebenso ist der Weg zur Bildung des Charakters die Gründlichkeit, die nichts überspringt, sondern allmählich und stetig wie das Wasser alle Lücken ausfüllt und so vorankommt.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Um den Toren zu entwickeln, ist es fördernd, den Menschen in Zucht zu nehmen. Man soll die Fesseln abnehmen. So weitermachen bringt Beschämung.",
            "interpretation": "Am Anfang der Erziehung steht das Gesetz. Die Unerfahrenheit der Jugend ist geneigt, zunächst alles lässig und spielerisch zu nehmen. Da muß ihr der Ernst des Lebens gezeigt werden. Ein gewisses Sichzusammennehmen, wo es durch stramme Zucht erzwungen wird, ist gut. Wer mit dem Leben spielt kommt nie zurecht. Aber die Zucht darf nicht in Drill ausarten. Fortgesetzter Drill wirkt beschämend und lähmt die Kraft."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Die Toren ertragen in Milde, bringt Heil. Die Frauen zu nehmen wissen, bringt Heil. Der Sohn ist dem Hauswesen gewachsen.",
            "interpretation": "Hier ist ein Mann gezeichnet, der keine äußere Macht hat, aber die nötigen Geisteskraft, um die auf ihm lastende Verantwortung zu tragen. Er besitzt die innere Überlegenheit und Stärke, die die Unzulänglichkeiten der menschlichen Torheit in Milde zu tragen versteht. Dieselbe Gesinnung gilt den Frauen als dem schwächeren Geschlecht gegenüber. Man muß sie zu nehmen wissen und anzuerkennen in einer gewissen ritterlichen Nachsicht. Nur durch diese Vereinigung von innerer Kraft und äußerer Zurückhaltung wird man die Verantwortung der Leitung eines größeren gesellschaftlichen Organismus übernehmen können und dabei wirklich Erfolg haben."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Nicht sollst Du ein Mädchen nehmen, das einen ehernen Mann sieht und sich nicht im Besitz behält. Nichts ist fördernd.",
            "interpretation": "Ein schwacher, unerfahrener Mensch, der nach oben strebt, verliert leicht seine persönliche Eigenart, wenn er an hoher Stelle eine starke Persönlichkeit sieht, der er sklavisch nachahmt. Er gleicht einem Mädchen das sich preisgibt, wenn sie einem starken Mann begegnet. Einer solchen unfreien Annäherung gegenüber darf man nicht entgegenkommend sein. Entgegenkommen wäre weder für den Jüngling noch für den Erzieher gut. Ein Mädchen ist es ihrer Würde schuldig, daß sie auf Werbung wartet. In beiden Fällen ist es unwürdig, sich selbst anzubieten, und es ist nicht gut, ein solches Angebot anzunehmen."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Beschränkte Torheit bringt Beschämung.",
            "interpretation": "Für die Jugendtorheit ist es das hoffnungsloseste, sich in leere Einbildungen zu verstricken. Je eigensinniger sie auf solchen wirklichkeitsfremden Einbildungen beharrt, desto gewisser zieht sie sich Beschämung zu. Für den Erzieher wird beschränkter Torheit gegenüber oft nichts übrigbleiben, als sie eine Zeitlang sich selbst zu überlassen und die ihr aus ihrem Gebaren entspringende Beschämung nicht zu ersparen. Das ist oft der einzige Weg zur Rettung."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Kindliche Torheit bringt Heil.",
            "interpretation": "Ein unerfahrener Mensch, der kindlich und anspruchslos Belehrung sucht, ist gut daran. Denn wer vom Hochmut frei sich dem Lehrer unterstellt, der wird sicher gefördert."
        },
        {
            "position": "Oben eine Neun",
            "text": "Beim Bestrafen der Torheit ist es nicht fördernd, Übergriffe zu begehen. Fördernd ist nur, Übergriffe abzuwehren.",
            "interpretation": "Unter Umständen muß ein unverbesserlicher Tor bestraft werden. Wer nicht hören will, muß fühlen. Diese Strafe ist von der Aufrüttlung zu Beginn verschieden. Aber die Verhängung der Strafe darf nicht im Zorn geschehen, sondern muß sich auf eine sachliche Abwehr unberechtigter Übergriffe beschränken. Sie ist nie Selbstzweck, sondern hat nur der Herstellung geordneter Verhältnisse zu dienen. Das gilt sowohl von der Erziehung als auch von den Maßregeln einer Regierung gegen eine Bevölkerung, die sich Ausschreitungen zuschulden kommen läßt. Das Einschreiten der Regierung muß immer nur abwehrend sein und hat als einziges Ziel die Herstellung der öffentlichen Sicherheit und Ruhe."
        }
    ]
}