{
    "hexagram": {
        "name": "SCHI HO / DAS DURCHBEIßEN",
        "subtitle": "Die Entschlossenheit",
        "trigrams": {
            "above": {
                "name": "Li",
                "attributes": "das Haftende, das Feuer"
            },
            "below": {
                "name": "Dschen",
                "attributes": "das Erregende, der Donner"
            }
        },
        "meaning": {
            "description": "Das Zeichen stellt einen geöffneten Mund dar (vgl. Nr. 27, I), zwischen dessen Zähnen ein Hindernis ist (an vierter Stelle). Infolge davon lassen sich die Lippen nicht vereinigen. Um eine Vereinigung herbeizuführen, bedarf es des energischen Durchbeißens des Hindernisses. Das Zeichen besteht ferner aus den Zeichen für Donner und Blitz, um anzudeuten, wie Hindernisse in der Natur gewaltsam beseitigt werden. Das energische Durchbeißen überwindet das Hindernis der Vereinigung im Mund. Das Gewitter mit Donner und Blitz überwindet die störende Spannung in der Natur. Prozeß und Strafe überwinden die Störungen des harmonischen Zusammenlebens durch Verbrecher und Verleumder. Im Unterschied zu dem Zeichen Nr. 6, der Streit, wo es sich um Zivilprozesse handelt, ist hier der Strafprozeß behandelt.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Das Durchbeißen hat Gelingen. Fördernd ist es, Gericht walten zu lassen. Wenn ein Hindernis der Vereinigung entgegensteht, so schafft energisches Durchbeißen Erfolg. Das gilt in allen Verhältnissen. Immer wird die Einheit, wo sie nicht zustande kommt, durch einen Zwischenträger und Verräter, durch einen Hindernden und Hemmenden aufgehalten. Da muß man energisch durchgreifen, damit kein dauernder Schade entsteht. Solche bewußten Hinderungen verschwinden nicht von selbst. Gericht und Strafe sind nötig zur Abschreckung bzw. Beseitigung. Aber es gilt dabei in der rechten Weise vorzugehen. Das Zeichen ist aus Li, Klarheit, und Dschen, Erregung, zusammengesetzt. Li ist weich, Dschen ist hart. Bloße Härte und Erregung wäre zu heftig im Strafen. Bloße Klarheit und Weichheit wäre zu schwach. Beides vereint schafft das rechte Maß. Wichtig ist, daß der entscheidende Mann, der durch den fünften Strich repräsentiert ist, seiner Natur nach milde ist, während er durch seine Stellung ehrfurchtgebietend wirkt.",
        "analysis": [
            "Leidenschaft und Vernunft müssen sich vereinen, um das rechte Maß zu finden.",
            "Energisches Durchgreifen ist notwendig, um Hindernisse zu überwinden und Einheit zu schaffen.",
            "Gericht und Strafe sind zur Abschreckung und Beseitigung von Hindernissen nötig.",
            "Der entscheidende Mann muss trotz seiner Macht Milde walten lassen."
        ]
    },
    "image": {
        "description": "Donner und Blitz: das Bild des Durchbeißens. So festigten die früheren Könige die Gesetze durch klarbestimmte Strafen.",
        "lesson": "Der:die Edle sorgt für Klarheit und Strenge in der Anwendung der Gesetze, um Respekt zu gewährleisten.",
        "warning": "Unklarheit und Lässigkeit in der Ausführung von Strafen führen zu großen Hindernissen im Zusammenleben."
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Steckt mit den Füßen im Block, daß die Zehen verschwinden Kein Makel.",
            "interpretation": "Wenn jemand sofort beim ersten Versuch, etwas Böses zu tun, der Strafe verfällt, so ist die Strafe nur leicht. Es werden nur die Zehen vom Block bedeckt. Er wird dadurch am Weitersündigen verhindert und wird so frei von Makel. Es ist das eine Mahnung, auf der Bahn des Bösen rechtzeitig einzuhalten."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Beißt durch weiches Fleisch, daß die Nase verschwindet. Kein Makel.",
            "interpretation": "Recht und Unrecht lassen sich im vorliegenden Fall leicht unterscheiden. Es ist, wie wenn man durch weiches Fleisch beißt. Aber man trifft auf einen harten Sünder. Darum geht man aus Zorn in der Erregung etwas zu weit. Das Verschwinden der Nase beim Zubeißen bedeutet, daß man den feinen Spürsinn infolge der Empörung verliert. Doch schadet das nicht viel, weil die Strafe als solche gerecht ist."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Beißt auf altes Dörrfleisch und trifft auf Giftiges. Kleine Beschämung. Kein Makel.",
            "interpretation": "Es soll jemand eine Strafe vollziehen, zu der er nicht genügend Macht und Ansehen besitzt. Darum fügen sich die Bestraften nicht. Es handelt sich um eine alte Sache - symbolisiert durch gesalzenes Wildbret - und dabei stößt man auf Schwierigkeiten. Das alte Fleisch ist verdorben. Man zieht sich durch Beschäftigung mit der Sache giftigen Hass zu. Dadurch kommt man etwas in eine beschämende Lage. Aber da es ein Erfordernis der Zeit war, zu strafen, so bleibt man doch frei von Makel."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Beißt auf getrocknetes Knorpelfleisch. Erhält Metallpfeile. Fördernd ist es, der Schwierigkeiten eingedenk und beharrlich zu sein. Heil!",
            "interpretation": "Es sind sehr große Schwierigkeiten zu überwinden. Mächtige Gegner sollen bestraft werden. Das ist sehr mühsam. Doch es gelingt. Aber man muss die Härte von Metall und die Geradheit eines Pfeils besitzen, um die Schwierigkeiten zu überwinden. Wenn man diese Schwierigkeiten kennt und beharrlich bleibt, so erlangt man Heil. Die schwierige Aufgabe gelingt zuletzt."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Beißt auf getrocknetes Muskelfleisch. Erhält gelbes Gold. Beharrlich der Gefahr bewußt sein. Kein Makel.",
            "interpretation": "Man hat einen Fall zu entscheiden, der zwar nicht leicht, aber doch klar ist. Aber die eigene Natur ist zur Gutmütigkeit geneigt. Darum muss man sich zusammennehmen, dass man ist wie gelbes Gold, d.h. unparteiisch - Gelb ist die Farbe der Mitte - und treu wie Gold. Nur wenn man sich dauernd der Gefahren bewusst ist, die aus der Verantwortung entspringen, die man übernommen hat, bleibt man frei von Fehlern."
        },
        {
            "position": "Oben eine Neun",
            "text": "Steckt mit dem Hals im hölzernen Kragen, daß die Ohren verschwinden. Unheil!",
            "interpretation": "Es handelt sich hier im Unterschied zu der Anfangslinie um einen Menschen, der unverbesserlich ist. Er trägt zur Strafe den hölzernen Halskragen. Aber seine Ohren verschwinden darin. Er hört nicht mehr auf Warnungen, sondern ist taub für sie. Diese Verstockung führt ins Unheil."
        }
    ]
}