{
    "hexagram": {
        "name": "GO / DIE UMWÄLZUNG (DIE MAUSERUNG)",
        "subtitle": "Die Umwälzung",
        "trigrams": {
            "above": {
                "name": "Dui",
                "attributes": "das Heitere, der See"
            },
            "below": {
                "name": "Li",
                "attributes": "das Haftende, das Feuer"
            }
        },
        "meaning": {
            "description": "Das Zeichen bedeutet ursprünglich ein Tierfell, das sich im Lauf des Jahres durch Mauserung ändert. Von da aus wird das Wort übertragen auf die Mauserungen im Staatsleben, die großen Umwälzungen, die mit einem Regierungswechsel verbunden sind. Die beiden Figuren, aus denen das Zeichen sich zusammensetzt, sind wie bei Kui, oder Gegensatz (Nr. 8), die beiden jüngeren Töchter Li und Dui. Aber während dort die ältere der beiden oben steht und sich daraus im wesentlichen nur ein Gegensatz der Tendenzen ergibt, ist hier die jüngere oben, und die Wirkungen gehen gegeneinander, die Kräfte bekämpfen sich wie Feuer und Wasser (See), von denen jedes das andere zu vernichten strebt. Daher der Gedanke der Umwälzung.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Die Umwälzung. Am eigenen Tag, da findest du Glauben. Erhabenes Gelingen, fördernd durch Beharrlichkeit. Die Reue schwindet.",
        "analysis": [
            "Staatliche Umwälzungen sind etwas überaus Schweres. Man darf sie nur im äußersten Notfall, wenn kein anderer Ausweg übrig ist, vornehmen.",
            "Nicht jeder ist dazu berufen, sondern nur der, der das Vertrauen des Volkes hat, und auch der erst dann, wenn die Zeit erfüllt ist.",
            "Man muß dabei in der rechten Weise vorgehen, daß man das Volk erfreut und durch Aufklärung Ausschreitungen verhindert.",
            "Man muß dabei ferner ganz frei von selbstsüchtigen Zielen sein und muß wirklich der Not des Volkes abhelfen. Nur dann hat man nichts zu bereuen.",
            "Die Zeiten ändern sich und mit ihnen die Anforderungen. So ändern sich die Jahreszeiten im Lauf des Jahres. So gibt es auch im Weltenjahr Frühling und Herbst der Völker und Nationen, die gesellschaftliche Umgestaltungen erfordern."
        ]
    },
    "image": {
        "description": "Im See ist Feuer: das Bild der Umwälzung.",
        "lesson": "So ordnet der Edle die Zeitrechnung und macht die Zeiten klar.",
        "warning": "Das Feuer unten und der See oben bekämpfen und vernichten einander. So findet im Lauf des Jahres auch ein Kampf der lichten und der dunklen Kraft statt, der sich in den Umwälzungen der Jahreszeiten auswirkt. Der Mensch wird Herr über den Wechsel der Natur, wenn er seine Regelmäßigkeit erkennt und den Zeitverlauf entsprechend einteilt. Dadurch kommt Ordnung und Klarheit in den scheinbar chaotischen Wechsel der Zeiten, und man kann sich schon im voraus auf die Erfordernisse der verschiedenen Zeiten einstellen."
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Man wird eingewickelt in das Fell einer gelben Kuh.",
            "interpretation": "Änderungen darf man erst unternehmen, wenn es nicht mehr anders möglich ist. Darum ist zunächst äußerste Zurückhaltung nötig. Man muß innerlich ganz fest werden, sich mäßigen - Gelb ist die Farbe der Mitte, die Kuh ist das Symbol der Fügsamkeit - und zunächst noch nichts unternehmen, denn jedes vorzeitige Losschlagen hat üble Folgen."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Am eigenen Tage, da mag man umwälzen. Aufbruch bringt Heil. Kein Makel.",
            "interpretation": "Wenn man alles versucht hat, um die Verhältnisse zu reformieren, ohne dass es einen Erfolg hatte, dann ergibt sich die Notwendigkeit einer Revolution. Allein eine solche tiefgreifende Umwälzung muss wohl vorbereitet sein. Es muss ein Mann da sein, der die Fähigkeiten und das öffentliche Vertrauen besitzt. Einem solchen Mann mag man sich dann zuwenden. Das bringt Heil und ist kein Fehler. Es handelt sich zunächst erst um die innere Stellung zu dem Neuen, das kommen muss. Man muss ihm gleichsam entgegengehen. Nur dadurch wird es vorbereitet."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Aufbruch bringt Unheil. Beharrlichkeit bringt Gefahr. Wenn die Rede von der Umwälzung dreimal ergangen ist, dann mag man sich ihm zuwenden und wird Glauben finden.",
            "interpretation": "Wenn Wechsel nötig ist, dann gibt es zwei Fehler, die man vermeiden muss. Der eine ist zu rasches und rücksichtsloses Vorgehen, das mit Unheil verbunden ist. Der andere ist überkonservatives Zögern, das ebenfalls gefährlich ist. Man darf nicht auf jede Rede hören, die nach Änderung des Bestehenden ruft. Aber man darf wiederholte und wohlbegründete Beschwerden auch nicht überhören. Wenn dreimal das Wort vom Wechsel an einen kommt und man es wohl überlegt hat, dann mag man ihm Glauben schenken und darauf eingehen. Dann wird man Glauben finden und etwas erreichen*. (* Vergleiche dann in Goethes Märchen das dreimalige: \"Es ist an der Zeit\", ehe die große Umwälzung eintritt.)"
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Die Reue schwindet. Man Endet Glauben. Die Staatsordnung zu wechseln, bringt Heil.",
            "interpretation": "Grundstürzende Änderungen erfordern die nötige Autorität. Sowohl die innere Charakterstärke muss da sein als auch die einflussreiche Stellung. Es muss einer höheren Wahrheit entsprechen, was man tut, und darf nicht willkürlichen oder kleinlichen Motiven entspringen, dann bringt es großes Heil. Wenn keine solche innere Wahrheit einer Revolution zugrunde liegt, ist sie immer vom Übel und hat keinen Erfolg. Denn die Menschen unterstützen schließlich doch nur solche Unternehmungen, für deren innere Gerechtigkeit sie ein instinktives Gefühl haben."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Der große Mann ändert wie Ein Tiger. Noch ehe er das Orakel fragt, findet er Glauben.",
            "interpretation": "Ein Tigerfell mit seinen deutlich sichtbaren schwarzen Streifen auf gelbem Grund ist weithin sichtbar deutlich gegliedert. So ist es bei Umwälzungen, die ein großer Mann zustande bringt: es werden große, klare Richtlinien sichtbar, die jedermann verstehen kann. So braucht er nicht erst das Orakel zu fragen, denn ganz von selbst fällt ihm das Volk zu."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Der Edle ändert wie ein Panther. Der Geringe mausert sich im Gesicht. Aufbruch bringt Unheil. In Beharrlichkeit weilen bringt Heil.",
            "interpretation": "Nachdem die großen grundsätzlichen Fragen entschieden sind, sind noch Umgestaltungen im einzelnen und genauere Durchfahrungen notwendig. Diese sind zu vergleichen mit den ebenfalls deutlichen, aber kleineren Flecken des Pantherfells. Auch bei den Geringen findet infolge davon eine Änderung statt. Sie mausern sich ebenfalls der neuen Ordnung entsprechend. Freilich ist diese Mauserung nicht tiefgehend, aber das lässt sich auch nicht erwarten. Man muss sich mit dem Möglichen zufrieden geben. Wollte man zu weit gehen und zu viel erreichen wollen, so würde das zur Beunruhigung und zum Unheil ausschlagen. Denn was durch eine große Umwälzung erstrebt werden soll, sind klare, gefestigte Zustände, die eine allgemeine Beruhigung bei dem zur Zeit Möglichen gewähren."
        }
    ]
}