{
    "hexagram": {
        "name": "DSIN / DER FORTSCHRITT",
        "subtitle": "Der rasche, leichte Fortschritt",
        "trigrams": {
            "above": {
                "name": "Li",
                "attributes": "das Haftende, das Feuer"
            },
            "below": {
                "name": "Kun",
                "attributes": "das Empfangende, die Erde"
            }
        },
        "meaning": {
            "description": "Das Zeichen stellt die Sonne dar, die über die Erde emporsteigt; es ist daher das Bild des raschen, leichten Fortschritts, der gleichzeitig immer weitere Ausdehnung und Klarheit bedeutet.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Der Fortschritt: Der starke Fürst wird geehrt durch Pferde in großer Menge. An einem Tage wird er dreimal empfangen.",
        "analysis": [
            "Als Beispiel wird eine Zeit geschildert, da ein starker Lehnsfürst die übrigen Fürsten um den Großkönig in Gehorsam und Frieden versammelt und vom Großkönig reich beschenkt und in nächste Nähe gezogen wird.",
            "Es liegt darin ein doppelter Gedanke.",
            "Die eigentliche Wirkung des Fortschrittes geht von einem Mann in abhängiger Stellung aus, den die andern als ihresgleichen ansehen, weshalb sie ihm willig folgen.",
            "Dieser Führer besitzt innere Klarheit genug, um den großen Einfluß, den er hat, nicht zu mißbrauchen, sondern zugunsten des Herrn zu verwenden.",
            "Der Herr seinerseits ist frei von jeder Eifersucht, beschenkt den großen Mann reichlich und zieht ihn dauernd in seine Nähe.",
            "Ein erleuchteter Herr und ein gehorchender Diener, das sind die Bedingungen großen Fortschritts."
        ]
    },
    "image": {
        "description": "Die Sonne steigt über die Erde empor: das Bild des Fortschritts.",
        "lesson": "So macht der Edle selbst seine klaren Anlagen hell.",
        "warning": "Das Licht der Sonne, das über die Erde aufsteigt, ist von Natur klar, aber je höher die Sonne steigt, desto mehr kommt sie aus den trüben Dünsten heraus und strahlt in um so weiterem Umfang in ihrer ursprünglichen Reinheit. so ist auch das wahre Wesen des Menschen ursprünglich gut, aber es wird getrübt durch den Zusammenhang mit dem Irdischen und bedarf daher der Läuterung, damit es in seiner ihm ursprünglich zukommenden Klarheit leuchten kann."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Fortschreiten, aber zurückgewiesen. Beharrlichkeit bringt Heil. Wenn man kein Vertrauen findet, so bleibe man gelassen. Kein Fehler.",
            "interpretation": "Zu einer Zeit, da alles nach Fortschritt drängt, befindet man sich noch in Ungewißheit darüber, ob man nicht beim Fortschritt auf Zurückweisung stoßen könnte, Da gilt es, einfach im Rechten fortzumachen: das bringt schließlich Heil. Es kann sein, daß einem kein Vertrauen entgegengebracht wird. In diesem Fall erstrebe man nicht Vertrauen unter allen Umstände; man muß gelassen und heiter bleiben und sich nicht zum Zorn reizen lassen. So bleibt man ohne Fehler."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Fortschreitend, aber in Trauer. Beharrlichkeit bringt Heil Man bekommt dann großes Glück von seiner Ahnfrau.",
            "interpretation": "Der Fortschritt wird aufgehalten, man sieht sich gehindert, mit dem Menschen an leitender Stelle, zu dem man in Beziehung steht, in Verbindung zu kommen. Das bringt Trauer. Aber in solchem Fall gilt es, beharrlich z bleiben, dann wird man von jener Persönlichkeit in mütterlicher Milde großes Glück erfahren.. Diese Glück kommt und ist wohlverdient, weil die gegenseitige Zuneigung nicht auf egoistisch-parteiischen Motiven beruht, sonder auf festen und korrekten Grundsätzen."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Alle sind einverstanden. Die Reue schwindet.",
            "interpretation": "Man strebt voran, und zwar in Gemeinschaft mit anderen, durch deren Einverständnis man gehoben wird. Dadurch verschwindet der Anlaß zum Bedauern, der darin zu finden wäre, daß man nicht die Selbständigkeit besitzt, sich gegen jedes feindliche Geschick allein durchzusetzen."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Fortschritt wie ein Hamster. Beharrlichkeit bringt Gefahr.",
            "interpretation": "In Zeiten des Fortschritts ist es für starke Menschen leicht, wenn sie an unrichtiger Stelle sind, sich vieles zusammzuscharren. Aber ein solches Gebaren ist lichtscheu. Und da Fortschrittszeiten immer auch Zeiten sind, da die sonne alles lichtscheue Treiben an den Tag bringt, so bringt ein Beharren in solchem Tun notwendig Gefahr mit sich."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Die Reue schwindet. Gewinn und Verlust nimm nicht zu Herzen. Unternehmungen bringen Heil. Alles ist fördernd.",
            "interpretation": "Es ist hier eine Lage gezeichnet, da man in Fortschrittszeiten sich an maßgebender Stelle befindet und mild und zrückhaltend ist. Man könnte sich darüber Vorwürfe machen, daß man nicht energisch genug die Gunst der Zeit benutzt und alle möglichen Vorteile sich verschafft hat. Allein diese Reue schwindet. Man darf sich Verlust und Gewinn nicht zu Herzen nehmen. Das sind untergeordnete Dinge. Wichtiger ist , daß man Möglichkeiten zu erfolg- und segensreichem Wirken sich auf diese Weise gesichert hat."
        },
        {
            "position": "Oben eine Neun",
            "text": "Fortschreiten mit den Hörnern darf man nur, um sein eignes Gebiet zu strafen. Bewußtsein der Gefahr bringt Heil. Kein Makel Beharrlichkeit bringt Beschämung.",
            "interpretation": "Fortschreiten mit den Hörnern, d.h. angriffsweise vorgehen, soll man in solchen Zeiten, um die es sich hier handelt, nur den Fehlern der eigenen Leute gegenüber. Dabei muß man sich bewußt bleiben, daß solch angriffsweises Vorgehen immer mit Gefahr verbunden ist. Dadurch vermeidet man die Fehler, die sonst drohen, und was man beabsichtigt hat, gelingt. Dagegen wird eine Beharrliche Fortsetzung dieser allzu energischen Haltung, namentlich Fernerstehenden gegenüber. Beschämung bringen."
        }
    ]
}