{
    "hexagram": {
        "name": "GEN / DAS STILLEHALTEN, DER BERG",
        "subtitle": "Das Stillehalten",
        "trigrams": {
            "above": {
                "name": "Gen",
                "attributes": "das Stillehalten, der Berg"
            },
            "below": {
                "name": "Gen",
                "attributes": "das Stillehalten, der Berg"
            }
        },
        "meaning": {
            "description": "Das Bild des Zeichens ist der Berg, der jüngste Sohn von Himmel und Erde. Das Männliche ist oben, wohin es seiner Natur nach strebt, das Weibliche unten, wohin seine Bewegungsrichtung führt. So ist Ruhe vorhanden, da die Bewegung ihr normales Ende erreicht hat. Auf den Menschen angewandt, ist das Problem gezeigt, die Ruhe des Herzens zu erlangen. Das Herz ist sehr schwer zur Ruhe zu bringen. Während der Buddhismus die Ruhe erstrebt durch Abklingen jeglicher Bewegung im Nirwana, ist der Standpunkt des Buchs der Wandlungen, daß Ruhe nur ein polarer Zustand ist, der als seine Ergänzung dauernd die Bewegung hat. Vielleicht sind in den Worten des Textes Anweisungen zur Yogaübung enthalten.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Stillehalten seines Rückens, so daß er seinen Leib nicht mehr empfindet. Er geht in seinen Hof und sieht nicht seine Menschen. Kein Makel.",
        "analysis": [
            "Die wahre Ruhe ist die, daß man stillehält, wenn die Zeit gekommen ist, stillezuhalten, und daß man vorangeht, wenn die Zeit gekommen ist, voranzugehen.",
            "Auf diese Weise ist Ruhe und Bewegung in Übereinstimmung mit den Erfordernissen der Zeit, und dadurch gibt es Licht des Lebens.",
            "Das Zeichen ist Ende und Anfang aller Bewegung.",
            "Der Rücken wird genannt, weil im Rücken alle Nervenstränge sich befinden, die die Bewegung vermitteln.",
            "Wenn man die Bewegung dieser Rückenmarksnerven zum Stillstand bringt, so verschwindet sozusagen das Ich in seiner Unruhe.",
            "Wenn nun der Mensch innerlich so ruhig geworden ist, dann mag er sich der Außenwelt zuwenden.",
            "Er sieht in ihr nicht mehr den Kampf und das Gewühl der Einzelwesen und hat deshalb die wahre Ruhe, wie sie nötig ist, um die großen Gesetze des Weltgeschehens zu verstehen und dementsprechend zu handeln.",
            "Wer aus dieser Tiefenlage heraus handelt, der macht keinen Fehler."
        ]
    },
    "image": {
        "description": "Zusammenstehende Berge: das Bild des Stillehaltens. So geht der Edle mit seinen Gedanken nicht über seine Lage hinaus.",
        "lesson": "Das Herz denkt dauernd. Das läßt sich nicht ändern. Aber es sollen die Bewegungen des Herzens, d. h. die Gedanken, sich auf die gegenwärtige Lebenslage beschränken. Alles Darüberhinausdenken macht das Herz nur wund. (Vergl. Goethe: \"Sehnsucht ins Ferne, Künftige zu beschwichtigen, Beschäftige dich hier und heut im Tüchtigen.\")",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Stillehalten seiner Zehen. Kein Makel. Fördernd ist dauernde Beharrlichkeit.",
            "interpretation": "Das Ruhigbleiben der Zehen bedeutet ein Stehenbleiben, noch ehe man angefangen hat, sich zu bewegen. Der Anfang ist die Zeit, da man wenig Fehler macht. Man ist noch in Übereinstimmung mit der ursprünglichen Unschuld. Man sieht die Dinge intuitiv, wie sie sind, noch unbeeinflußt von der Verdunkelung durch Interessen und Begehrlichkeit. Wer anfangs stillesteht, solange er die Wahrheit noch nicht verlassen hat, der findet das richtige. Nur ist dauernde Festigkeit nötig, damit man nicht in ein willenloses Sichreibenlassen hineingerät."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Stillehalten seiner Waden. Er kann den nicht retten, dem er folgt. Sein Herz ist nicht froh.",
            "interpretation": "Das Bein kann sich nicht selbständig bewegen, sondern ist in seiner Bewegung abhängig von der Bewegung des Leibes. Wenn der Leib in starker Bewegung ist und das Bein wird plötzlich angehalten, so führt die weitergehende Bewegung des Leibes dazu, daß der Mensch fällt. So ist es auch mit einem Menschen, der sich im Gefolge einer stärkeren Persönlichkeit befindet. Er wird mitgerissen. Selbst wenn er auf der Bahn des Unrechts einhält, so kann er doch den andern in seiner starken Bewegung nicht mehr aufhalten. Wo der Herr Vorwärts drängt, kann ihn der Diener, auch wenn er es noch so gut meint, nicht retten."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Stillehalten seiner Hüften. Steifmachen seines Kreuzbeins. Gefährlich. Das Herz erstickt.",
            "interpretation": "Es handelt sich hier um erzwungene Ruhe. Das Herz, das in der Unruhe ist, soll gewaltsam gebändigt werden. Aber das Feuer, das gewaltsam zurückgedrängt wird, wandelt sich zu beißendem Rauch, der erstickend sich ausbreitet. Bei Meditations- und Konzentrationsübungen darf man daher nicht gewaltsam vorgehen. Sondern die Ruhe muß sich ganz natürlich aus einem Zustand innerer Sammlung heraus entwickeln. Wenn gewaltsam durch künstliches Steifhalten die Ruhe erzwungen werden soll, so wird die Meditation zu großen Unzuträglichkeiten führen."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Stillehalten seines Rumpfes. Kein Makel.",
            "interpretation": "Ruhighalten des Rückens, wie es in den Worten zum Gesamtzeichen erwähnt ist, bedeutet, daß man das Ich vergißt. Das ist die höchste Stufe der Ruhe. Hier ist diese Stufe der Ruhe noch nicht erreicht. Man vermag es zwar schon, das Ich mit seinen Gedanken und Regungen stillezuhalten. Aber man wird doch noch nicht ganz frei davon. Immerhin ist das Stillehalten des Herzens eine wichtige Funktion, die mit der Zeit zum völligen Ausschalten der egoistischen Triebe führt. Wenn man auch noch nicht von allen Gefahren des Zweifels und der Unruhe frei bleibt so ist dennoch diese Gemütshaltung, da sie auf dem Weg zu jener andern, höheren liegt, kein Fehler."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Stillehalten seiner Kinnladen. Die Worte haben Ordnung. Die Reue schwindet.",
            "interpretation": "In gefährlicher Lage, namentlich solange man der Lage nicht gewachsen ist, ist man sehr leicht mit Reden und vorlauten Scherzen bei der Hand. Aber durch unvorsichtiges Reden kommt man leicht in Situationen, da man nachher manches zu bereuen hat. Allein, wenn man sich im Reden zurückhält, so bekommen die Worte immer mehr eine feste Gestalt, und dann verschwindet jeder Anlaß zur Reue."
        },
        {
            "position": "Oben eine Neun",
            "text": "Großzügiges Stillehalten. Heil!",
            "interpretation": "Hier ist die Vollendung der Bemühung zur Ruhe gegeben. Man ist ruhig nicht in kleinlich abgezirkelter Weise im einzelnen, sondern eine allgemeine Resignation im ganzen gibt Ruhe und Heil für alles Einzelne."
        }
    ]
}