{
    "hexagram": {
        "name": "HONG / DIE DAUER",
        "subtitle": "Die Dauer",
        "trigrams": {
            "above": {
                "name": "Dschen",
                "attributes": "das Erregende, der Donner"
            },
            "below": {
                "name": "Sun",
                "attributes": "das Sanfte, der Wind"
            }
        },
        "meaning": {
            "description": "Das starke Zeichen Dschen ist oben, das schwache Sun unten. Das Zeichen ist das Gegenstück zum vorigen: dort die Einwirkung, hier die Vereinigung als Dauerzustand. Die Bilder sind Donner und Wind, die ebenfalls dauernd verbundene Erscheinungen sind. Das untere Zeichen deutet auf Sanftheit im Innern, das obere auf Bewegung im Äußeren. Auf gesellschaftliche Verhältnisse übertragen, haben wir hier die Einrichtung der Ehe a1s dauernder Verbindung der Geschlechter. Während bei der Werbung der junge Mann sich unter das Mädchen stellt, ist bei der Ehe, die durch das Zusammensein des ältesten Sohnes und der ältesten Tochter repräsentiert wird, der Mann nach außen hin leitend und bewegend, die Frau im Innern sanft und gehorchend.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Gelingen. Kein Makel. Fördernd ist Beharrlichkeit. Fördernd ist, zu haben, wohin man gehe. Die Dauer ist ein Zustand, dessen Bewegung sich nicht durch Hemmungen aufreibt. Sie ist nicht ein Ruhezustand; denn bloßer Stillstand ist Rückgang. Dauer ist vielmehr eine in sich geschlossene und darum stets sich erneuernde, nach festen Gesetzen sich vollziehende Bewegung eines organisierten, in sich fest geschlossenen Ganzen, bei der auf jedes Ende ein neuer Anfang folgt. Das Ende wird erreicht durch die Bewegung nach innen, das Einatmen, die Systole, die Konzentration. Diese Bewegung geht über in einen neuen Anfang, bei dem die Bewegung nach außen gerichtet ist, das Ausatmen, die Diastole, die Expansion. So haben die Himmelskörper ihre Bahnen am Himmel und können daher dauernd leuchten. Die Jahreszeiten haben ein festes Gesetz des Wechsels und der Umbildung und können daher dauernd wirken. Und so hat auch der Berufene einen dauernden Sinn in seinem Weg, und die Welt kommt dadurch zur fertigen Bildung. Aus dem, worin die Dinge ihre Dauer haben, kann man die Natur aller Wesen im Himmel und auf Erden erkennen.",
        "analysis": [
            "Die Dauer ist ein Zustand, dessen Bewegung sich nicht durch Hemmungen aufreibt.",
            "Dauer ist eine in sich geschlossene und darum stets sich erneuernde, nach festen Gesetzen sich vollziehende Bewegung.",
            "Auf jedes Ende folgt ein neuer Anfang.",
            "Das Ende wird durch Bewegung nach innen erreicht (Einatmen, Systole, Konzentration).",
            "Ein neuer Anfang entsteht durch Bewegung nach außen (Ausatmen, Diastole, Expansion).",
            "Himmelskörper und Jahreszeiten haben feste Gesetze und wirken daher dauernd.",
            "Der Berufene hat einen dauernden Sinn in seinem Weg."
        ]
    },
    "image": {
        "description": "Donner und Wind: das Bild der Dauer. So steht der Edle fest und wandelt seine Richtung nicht. Der Donner rollt, und der Wind weht. Beides ist etwas äußerst Bewegliches, so daß es dem Anschein nach das Gegentei1 von Dauer ist. Aber ihr Hervortreten und Zurücktreten, ihr Kommen und Gehen folgt dauernden Gesetzen.",
        "lesson": "So beruht die Selbständigkeit des Edlen auch nicht darin, daß er starr und unbeweglich ist. Er geht immer mit der Zeit und wandelt sich mit ihr. Das Dauernde ist die feste Richtung, das innere Gesetz seines Wesens, das alle seine Handlungen bestimmt.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Zu rasch Dauer wollen, bringt beharrlich Unheil. Nichts, was fördernd wäre.",
            "interpretation": "Etwas Dauerndes läßt sich nur allmählich durch lange Arbeit und sorgfältiges Nachdenken schaffen. Wer gleich auf einmal zu viel verlangt, der überstürzt sich. Und wei1 er zu viel wi11, gelingt ihm schließlich gar nichts."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Reue schwindet.",
            "interpretation": "Die Situation ist abnorm. Die Kraft des Charakters ist stärker als die zu Gebote stehende materielle Macht. Da es die Zeit der Dauer ist, gelingt es, die innere Kraft zu beherrschen, so daß jedes Zuviel vermieden wird und so der Anlaß zur Reue schwindet."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Wer seinem Charakter nicht Dauer gibt, dem bietet man Schande. Beharrliche Beschämung.",
            "interpretation": "Wenn man in seinem Wesen umgetrieben wird von Stimmungen, die von der Außenwelt durch Furcht und Hoffnung erregt werden, so verliert man die innere Konsequenz des Charakters. Solche innere Inkonsequenz führt dauernd zu peinlichen Erlebnissen. Diese Beschämungen kommen häufig von einer Seite, an die man nicht gedacht hatte. Sie sind auch nicht sowohl Wirkungen der Außenwelt, als gesetzmäßige Zusammenhänge, die von dem eigenen Wesen ausgelöst werden."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Im Feld ist kein Wild.",
            "interpretation": "Wenn man auf der Jagd zu Schuß kommen wi11, so muß man es auf die rechte Weise anfangen. Wenn man dauernd dem Wild an einem Orte nachstellt, wo es keines gibt, so kann man noch so lange warten und findet keines. Dauer im Suchen genügt nicht. Was man nicht auf die rechte Weise sucht, findet man nicht."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Seinem Charakter Dauer geben durch Beharrlichkeit, das ist für eine Prau von Heil, für einen Mann von Unheil.",
            "interpretation": "Eine Frau soll ihr ganzes Leben einem Manne folgen, der Mann aber soll sich an das halten, was jeweils seine Pflicht ist; wenn er sich dauernd nach der Frau richten wollte, so wäre das für ihn ein Fehler. Dementsprechend ist für eine Frau konservatives Halten am Hergebrachten ganz gut. Dagegen der Mann muß beweglich und anpassungsfähig bleiben und darf sich nur durch das bestimmen lassen, was jeweils seine Pflicht verlangt."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Rastlosigkeit als dauernder Zustand bringt Unheil.",
            "interpretation": "Es gibt Menschen, die dauernd in hastiger Bewegung sind, ohne innerlich zur Ruhe zu kommen. Die Rastlosigkeit hindert nicht nur alle Gründlichkeit, sondern wird direkt zur Gefahr, wenn sie an maßgebender Stelle herrscht."
        }
    ]
}