{
    "hexagram": {
        "name": "DA DSCHUANG / DES GROSSEN MACHT",
        "subtitle": "Die Macht des Großen",
        "trigrams": {
            "above": {
                "name": "Dschen",
                "attributes": "das Erregende, der Donner"
            },
            "below": {
                "name": "Kien",
                "attributes": "das Schöpferische, der Himmel"
            }
        },
        "meaning": {
            "description": "Die großen, d.h. lichten, starken Linien sind mächtig. Vier lichte Linien sind von unten her in das Zeichen eingetreten und sind im Begriff, weiter aufzusteigen. Das obere Halbzeichen ist Dschen, das Erregende, das untere Kien, das Schöpferische. Das Schöpferische ist stark, das Erregende bewegend. Die Vereinigung von Bewegung und Stärke gibt den Sinn der Macht des Großen.",
            "season": "zweiter Monat (März-April)"
        }
    },
    "judgment": {
        "description": "Des Großen Macht. Fördernd ist Beharrlichkeit",
        "analysis": [
            "Das Zeichen deutet auf eine Zeit, da innerer Wert gewaltig aufsteigt und zur Macht kommt.",
            "Aber die Stärke hat die Mitte schon überschritten.",
            "Darum liegt die Gefahr nahe, daß man sich auf seine Macht verläßt, ohne jederzeit nach dem Rechten zu fragen, daß man auf Bewegung aus ist, ohne auf die rechte Zeit zu warten.",
            "Deshalb ist der Satz beigefügt, daß Beharrlichkeit förderlich ist, Denn das ist eben wirklich große Macht, die nicht in bloße Gewalt ausartet, sondern innerlich verbunden bleibt mit den Grundsätzen des Rechts und der Gerechtigkeit.",
            "Wenn man diesen Punkt versteht, daß Größe und Gerechtigkeit untrennbar verbunden sein müssen, so versteht man den wahren Sinn alles Weltgeschehens in Himmel und Erde."
        ]
    },
    "image": {
        "description": "Der Donner ist am Himmel droben: das Bild der Macht des Großen. So tritt der Edle nicht auf Wege, die nicht der Ordnung entsprechen.",
        "lesson": "Der Donner, die elektrische Kraft, steigt im Frühjahr nach oben. Diese Bewegung ist im Einklang mit der Richtung der Bewegung des Himmels. Es ist also eine Bewegung in Übereinstimmung mit dem Himmel, die große Macht bewirkt. Wahre Größe beruht aber darauf, daß sie in Einklang ist mit dem, was recht ist. Darum hütet sich der Edle in Zeiten großer Macht, etwas zu tun, das nicht im Einklang ist mit dem, was der Ordnung entspricht.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Macht in den Zehen. Fortmachen bringt Unheil. Das ist gewißlich wahr.",
            "interpretation": "Die Zehen sind ganz unten und sind bereit voranzuschreiten. So ist große Macht an niederer Stelle geneigt, gewaltsam den Fortschritt zu erzwingen. Das würde aber, wenn man so weiter macht sicher ins Unheil führen. Daher ist als Rat eine Warnung beigefügt."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Beharrlichkeit bringt heil",
            "interpretation": "Die vorausgesetzte Lage ist, daß die Pforten des Erfolges sich zu öffnen beginnen. Der Widerstand beginnt zu weichen. Man kommt machtvoll voran. Dies ist der Punkt, wo allzu leicht der Übermut einsetzt, der sich nicht zügeln kann. Darum das Orakel, daß Beharrlichkeit - nämlich im inneren Gleichgewicht, ohne betriebene Machtwirkung - Heil bringt."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Der Gemeine wirkt durch Macht, der Edle wirkt nicht so. Fortmachen ist gefährlich. Ein Ziegenbock stößt gegen eine Hecke und verwickelt seine Hörner.",
            "interpretation": "Das Pochen auf Macht führt zu Verwicklungen, wie ein Bock, der gegen eine Hecke stößt, seine Hörner verwickelt. Während der Gemeine, wenn er im Besitz der Macht ist, darin schwelgt, macht es der Edle nicht so. Er ist sich der Gefahr des Weitermachens unter allen Umständen bewußt und verzichtet daher rechtzeitig auf bloße Machtenfaltung."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Beharrlichkeit bringt Heil. Die Reue schwindet. Die Hecke öffnet sich, es gibt keine Verwicklung.",
            "interpretation": "Die Macht beruht auf der Achse eines großen Wagens. Wenn man beharrlich und still fortarbeitet an der Beseitigung der Widerstände, dann gelingt es schließlich. Die Hemmnisse weichen, und der Anlaß zur Reue, der auf einer Übertreibung der Anwendung von Macht beruht, verschwindet. Die Macht zeigt sich nicht äußerlich, aber sie hat die Wirkung, daß sie schwere Lasten voranbringt wie ein großer Wagen, dessen Stärke auf seiner Achse beruht. Je weniger man die Macht nach außen hin anwendet, desto stärker wirkt sie."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Verliert den Bock in Leichtigkeit. Keine Reue",
            "interpretation": "Der Bock zeichnet sich durch äußere Härte bei innerer Schwäche aus. Nun ist die Lage so, daß alles ganz leicht ist; kein Widerstand ist mehr vorhanden. Da mag man das kampfbereite, bockige Wesen ablegen und wird es nicht zu bereuen haben."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Ein Bock stößt gegen eine Hecke: Er kann nicht zurück, er kann nicht voran. Nichts ist fördernd. Merkt man die Schwierigkeiten, so bringt das Heil.",
            "interpretation": "Wenn man sich zu weit vorwagt, so kommt man an einen toten Punkt, wo man weder vorwärts noch rückwärts kann und alles nur dazu dient, die Sache noch verwickelter zu machen. Bei solchem Eigensinn kommt man in unüberwindliche Schwierigkeiten. Wenn man die Lage einsieht und nicht fortmachen will, sondern sich beruhigt, so wird mit der Zeit alles wieder gut werden."
        }
    ]
}