{
    "hexagram": {
        "name": "KAN / DAS ABGRÜNDIGE, DAS WASSER",
        "subtitle": "Die Wiederholung der Gefahr",
        "trigrams": {
            "above": {
                "name": "Kan",
                "attributes": "das Abgründige, das Wasser"
            },
            "below": {
                "name": "Kan",
                "attributes": "das Abgründige, das Wasser"
            }
        },
        "meaning": {
            "description": "Das Zeichen bedeutet das Hineinstürzen. Ein Yangstrich ist zwischen zwei Yinstriche hineingestürzt und wird von ihnen eingeschlossen wie das Wasser in einer Talschlucht. Es ist der mittlere Sohn. Das Empfangende hat den mittleren Strich des Schöpferischen erlangt, und so entsteht Kan. Als Bild ist es das Wasser, und zwar das Wasser, das von oben kommt und auf der Erde in Bewegung ist in Flüssen und Strömen und das alles Leben auf Erden veranlasst. Auf den Menschen übertragen stellt es das Herz, die Seele dar, die im Leib eingeschlossen ist, das Lichte, das im Dunkeln enthalten ist, die Vernunft.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Das wiederholte Abgründige. Wenn du wahrhaftig bist, so hast du im Herzen Gelingen, und was du tust, hat Erfolg. Durch die Wiederholung der Gefahr gewöhnt man sich daran.",
        "analysis": [
            "Das Wasser gibt das Beispiel für das rechte Verhalten in solchen Zuständen. Es fließt immer weiter und füllt alle Stellen, durch die es fließt, eben nur aus, es scheut vor keiner gefährlichen Stelle, vor keinem Sturz zurück und verliert durch nichts seine wesentliche eigene Art. Es bleibt sich in allen Verhältnissen selber treu.",
            "So bewirkt die Wahrhaftigkeit in schwierigen Verhältnissen, dass man innerlich im Herzen die Lage durchdringt. Und wenn man einer Situation erst innerlich Herr geworden ist, so wird es ganz von selbst gelingen, dass die äußeren Handlungen von Erfolg begleitet sind.",
            "Es handelt sich in der Gefahr um Gründlichkeit, die alles, was zu tun ist, auch wirklich erledigt, und um Vorwärtsschreiten, damit man nicht in der Gefahr verweilend darin umkommt.",
            "Aktiv verwendet kann die Gefahr eine wichtige Bedeutung haben als Schutzmaßregel. So hat der Himmel seine gefahrvolle Höhe, die ihn gegen jeden Versuch eines Eingriffs schützt. So hat die Erde ihre Berge und Gewässer, die durch ihre Gefahren die Länder trennen. Ebenso wenden die Herrscher die Gefahr als Schutzmaßregel an, um sich nach außen gegen Angriffe, nach innen gegen Unruhen zu schützen."
        ]
    },
    "image": {
        "description": "Das Wasser fließt ununterbrochen und kommt ans Ziel: das Bild des wiederholten Abgründigen.",
        "lesson": "So wandelt der Edle in dauernder Tugend und übt das Geschäft des Lehrens.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Wiederholung des Abgründigen. Man gerät im Abgrund in ein Loch. Unheil.",
            "interpretation": "Gewohnheit des Gefährlichen bewirkt leicht, dass die Gefahr ins eigne Wesen eingeht. Man weiß Bescheid und gewöhnt sich ans Böse. Damit hat man den rechten Weg verloren, und Unheil ist die natürliche Folge."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Der Abgrund hat Gefahr. Man soll nur Kleines zu erreichen streben.",
            "interpretation": "Innerhalb der Gefahr darf man nicht ohne weiteres danach trachten, unter allen Umständen herauszukommen, sondern muss sich zunächst zufrieden geben, wenn man von der Gefahr nicht überwunden wird. Man muss ruhig die Zeitumstände in Erwägung ziehen und sich mit Kleinem begnügen, da zunächst ein großer Erfolg nicht zu erreichen ist. Eine Quelle fließt auch erst spärlich, und es dauert eine Zeit, ehe sie sich einen Weg ins Freie bahnt."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Vorwärts und rückwärts, Abgrund über Abgrund. In solcher Gefahr halte zunächst inne, sonst kommst du im Abgrund in ein Loch. Handle nicht so.",
            "interpretation": "Jeder Schritt vorwärts und rückwärts bringt in Gefahr. An ein Entkommen ist nicht zu denken. Darum darf man sich nicht zum Handeln verleiten lassen, durch das man nur noch tiefer in die Gefahr geriete. Sondern man muss, so unangenehm das Verweilen in solcher Lage ist, zunächst innehalten, bis ein Ausweg sich zeigt."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Ein Krug Wein, eine Reisschale als Zugabe, Tongeschirr, einfach zum Fenster hineingereicht. Das ist durchaus kein Makel.",
            "interpretation": "In Zeiten der Gefahr hören die umständlichen Formen auf. Die Hauptsache ist die wahrhaftige Gesinnung. Ein Beamter braucht für gewöhnlich, ehe er eingestellt wird, bestimmte Einführungsgeschenke und Empfehlungen. Hier ist alles aufs äußerste vereinfacht. Die Geschenke sind dürftig, ein Empfehlender ist nicht da, man stellt sich selber vor, und dennoch braucht man sich alles dessen nicht zu schämen, wenn man nur die ehrliche Absicht hat, einander zu helfen in der Gefahr. Ein anderer Gedanke wird noch nahegelegt: Das Fenster ist der Ort, durch den Helle ins Zimmer kommt. Wenn man in schwierigen Zeiten jemand aufklären will, so muss man mit dem anfangen, was ohne weiteres klar und hell ist, und von da aus ganz einfach weitergehen."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Der Abgrund wird nicht überfüllt, er wird nur bis zum Rand gefüllt. Kein Makel.",
            "interpretation": "Die Gefahr entsteht daraus, dass man zu hoch hinaus will. Das Wasser in der Schlucht häuft sich nicht auf, sondern geht nur bis an den niedersten Rand, um herauszukommen. So braucht man in der Gefahr auch nur in der Linie des geringsten Widerstandes vorzugehen, dann erreicht man das Ziel. Große Werke können in solchen Zeiten nicht vollbracht werden; es ist genug, wenn man aus der Gefahr kommt."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Mit Stricken und Tauen gebunden, eingeschlossen zwischen dornumhegten Kerkermauern; drei Jahre Endet man sich nicht zurecht. Unheil!",
            "interpretation": "Ein Mensch, der in der äußersten Gefahr den rechten Weg verloren hat und unverbesserlich in seine Sünden verstrickt ist, hat keine Aussicht, aus der Gefahr herauszukommen. Er gleicht einem Verbrecher, der gefesselt hinter dornumhegten Kerkermauern sitzt."
        }
    ]
}