{
    "hexagram": {
        "name": "DING / DER TIEGEL",
        "subtitle": "Der Tiegel",
        "trigrams": {
            "above": {
                "name": "Li",
                "attributes": "das Haftende, das Feuer"
            },
            "below": {
                "name": "Sun",
                "attributes": "das Sanfte, der Wind"
            }
        },
        "meaning": {
            "description": "Das ganze Zeichen ist das Bild des Tiegels, unten die Beine, dann der Bauch, dann die Ohren, bzw. Henkel, und oben die Ringe zum Tragen. Das Bild des Tiegels legt gleichzeitig den Gedanken der Ernährung nahe. Der Tiegel, aus Bronze gegossen, war das Gerät, das im Ahnentempel und bei Festmählern die gekochten Speisen enthielt. Aus ihm wurden sie vom Hausherrn in die Schüssel der Gäste geschöpft. Auch der Brunnen hat den Nebengedanken der Nahrungsspende aber mehr für das Volk. Der Tiegel a1s Gerät der verfeinerten Kultur legt Pflege und Ernährung der tüchtigen Männer nahe deren Pflege der Staatsregierung zugute kam (vgl. die vier Zeichen der Ernährung, Nr. 5, 27, 48, 50). Dieses Zeichen und das Zeichen »Brunnen« sind die beiden einzigen Zeichen im Buch der Wandlungen, die konkrete künstliche Gegenstände darstellen. Allein auch hier hat der Gedanke seine abstrakte Seite. Unten Sun ist Holz und Wind, oben Li ist die Flamme; es stellt also die durch Holz und Wind entfachte Flamme dar, die ebenfalls den Gedanken der Speisenbereitung nahelegt.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Der Tiegel. Erhabenes Heil. Gelingen.",
        "analysis": [
            "Während der Brunnen die soziale Grundlage der Gesellschaft behandelt, die wie das Wasser ist, das dem Holz zur Nahrung dient, so wird hier der kulturelle Überbau der Gesellschaft angedeutet.",
            "Hier ist es das Holz, das der Flamme, dem Geistigen, zur Nahrung dient.",
            "Alles Sichtbare muß sich steigern und fortsetzen ins Unsichtbare hinein. Dadurch bekommt es die rechte Weihe und rechte Klarheit und wurzelt in den Weltzusammenhängen fest.",
            "So ist hier die Kultur gezeigt, wie sie ihren Gipfel in der Religion hat.",
            "Der Tiegel dient zum Opfern für Gott. Das höchste Irdische muß dem Göttlichen geopfert werden.",
            "Aber das wahrhaft Göttliche zeigt sich nicht abgesondert vom Menschlichen. Gottes höchste Offenbarung ist in Propheten und Heiligen.",
            "Ihre Verehrung ist die wahre Gottesverehrung.",
            "Der Wille Gottes, der durch sie geoffenbart wird, muß demütig entgegengenommen werden, dann entsteht eine innere Erleuchtung und das wahre Weltverständnis, das zu großem Heil und Erfolg führt."
        ]
    },
    "image": {
        "description": "Über dem Holz ist Feuer: das Bild des Tiegels. So festigt der Edle durch Richtigmachung der Stellung das Schicksal.",
        "lesson": "Das Holz ist das Schicksal des Feuers; solange es unten vorhanden ist, brennt das Feuer oben. So ist es mit dem menschlichen Leben. Auch im Menschen ist ein Schicksal, das seinem Leben die Kraft verleiht. Und wenn es gelingt, dem Leben und Schicksal den richtigen Platz anzuweisen, dann festigt man das Schicksal, indem so das Leben unmittelbar im Einklang mit dem Schicksal ist.",
        "warning": "Es finden sich in diesen Worten Andeutungen über die Pflege des Lebens, wie sie durch die Geheimlehre der chinesischen Yogapraxis von Mund zu Mund überliefert werden."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Ein Tiegel mit umgekippten Beinen. Fördernd zur Entfernung des Stockenden. Man nimmt eine Nebenfrau um ihres Sohns willen. Kein Makel.",
            "interpretation": "Wenn man den Tiegel umkehrt, ehe man ihn in Gebrauch nimmt, so hat das nichts zu sagen; im Gegenteil, der Unrat kommt auf diese Weise heraus. Eine Nebenfrau ist an sich niedrig stehend, aber weil sie einen Sohn hat, kommt sie zu Ehren. Diese beiden Gleichnisse drücken den Gedanken aus, daß in Zeiten hoher Kultur, wie sie durch das Zeichen angedeutet sind, jedermann, der guten Willens ist, irgendwie ankommen kann. Wenn man noch so niedrig ist, wenn man nur bereit ist, sich zu reinigen, so wird man angenommen. Man kommt in eine Lage, da man sich fruchtbar an Leistungen erweisen kann und infolge davon Anerkennung findet."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Im Tiegel ist Nahrung. Meine Genossen haben Neid, aber sie können mir nichts anhaben. Heil !",
            "interpretation": "In Zeiten hoher Kultur kommt alles darauf an, daß man wirklich etwas leistet. Wenn man sich nur auf diese wirklichen Leistungen verläßt, so wird man zwar vielleicht Neid und Mißgunst erleben, aber das ist nicht gefährlich. Je mehr man sich auf seine positiven Leistungen beschränkt, desto weniger können einem die Neider anhaben."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Der Henkel des Tiegels ist verändert. Man ist behindert in seinem Wandel. Das Fett des Fasans wird nicht gegessen. Wenn erst der Regen fällt, dann erschöpft sich die Reue: Endlich kommt Heil.",
            "interpretation": "Der Henkel ist die Stelle, an der der Tiegel aufgehoben wird. Wenn der Henkel sich ändert, so kann der Tiegel nicht aufgehoben und benutzt werden, und die schönen Speisen, die darin sind, wie das Fett von Fasanen, dienen bedauerlicherweise niemand zur Nahrung. Es ist damit jemand gezeichnet, der in einer Zeit hoher Kultur an einer Stelle sich befindet, wo er von niemand beachtet und anerkannt wird. Das ist für sein Wirken eine schwere Hemmung. Seine ganzen guten Eigenschaften und Geistesgaben werden auf diese Weise nutzlos verbraucht. Allein man muß nur dafür sorgen, daß man innerlich wirklich geistigen Besitz hat. Dann wird sicher schließlich die Zeit kommen, da die Hemmnisse sich lösen und alles gut geht. Die Lösung der Spannung ist hier wie sonst durch das Fallen des Regens symbolisiert."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Der Tiegel bricht die Beine. Das Mahl des Fürsten wird verschüttet, und die Gestalt wird befleckt. Unheil !",
            "interpretation": "Man hat eine schwere, verantwortungsvolle Aufgabe, deren Erfüllung man nicht gewachsen ist. Da man zudem sich dieser Aufgabe nicht mit voller Kraft widmet, sondern sich mit niedrigstehenden Menschen abgibt, so mißlingt die Durchführung. Damit bringt man sich auch selbst in Schimpf und Schande. Kungtse sagt darüber: »Schwacher Charakter bei geehrter Stellung, geringes Wissen und große Pläne, kleine Kraft und schwere Verantwortung werden selten dem Unheil entgehend«"
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Der Tiegel hat gelbe Henkel, goldne Tragringe. Fördernd ist Beharrlichkeit.",
            "interpretation": "Es ist ein Mann an herrschender Stelle, der in seinem Wesen zugänglich und bescheiden ist. Durch diese innere Haltung gelingt es ihm, starke und tüchtige Gehilfen zu finden, die ihn ergänzen und ihm bei seinem Werk helfen. Es ist wichtig, daß man sich in dieser Stellungnahme, die einer dauernden inneren Selbstverleugnung bedarf, nicht irremachen läßt, sondern daran festhält."
        },
        {
            "position": "Oben eine Neun",
            "text": "Der Tiegel hat Nephritringe. Großes Heil ! Nichts, das nicht fördernd wäre.",
            "interpretation": "Beim vorigen Strich sind die Tragringe golden genannt, um ihre Stärke zu bezeichnen. Hier heißen sie von Nephrit. Der Nephrit zeichnet sich dadurch aus, daß er Härte mit einem milden Glanz vereinigt. Vom Standpunkt des Mannes aus, der für den Rat zugänglich ist, wirkt dieser Rat als starke Förderung. Hier ist der Rat bezeichnet vom Standpunkt des Weisen aus, der ihn erteilt. Er wird dabei milde und geläutert sein wie edler Nephrit. Auf diese Weise findet das Werk Wohlgefallen vor den Augen der Gottheit, die großes Heil spendet, und wird angenehm bei Menschen, weshalb alles gut geht."
        }
    ]
}