{
    "hexagram": {
        "name": "TSUI / DIE SAMMLUNG",
        "subtitle": "Die Sammlung",
        "trigrams": {
            "above": {
                "name": "Dui",
                "attributes": "das Heitere, der See"
            },
            "below": {
                "name": "Kun",
                "attributes": "das Empfangende, die Erde"
            }
        },
        "meaning": {
            "description": "Das Zeichen ist dem Zeichen Bi, Zusammenhalten (Nr. 8), nach Form und Bedeutung verwandt. Dort das Wasser über der Erde, hier ein See über der Erde. Der See ist der Sammlungspunkt des Wassers, daher ist die Idee der Sammlung hier noch stärker ausgedrückt als in jenem Zeichen. Derselbe Grundgedanke ergibt sich auch daraus, daß es hier zwei starke Striche sind auf viertem und fünftem Platz, welche die Sammlung bewirken, während dort nur ein Strich an fünfter Stelle inmitten der Schwachen steht.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Die Sammlung. Gelingen. Der König naht sich seinem Tempel. Fördernd ist es, den großen Mann zu sehen. Das bringt Gelingen. Fördernd ist Beharrlichkeit. Große Opfer zu bringen schafft Heil. Fördernd ist es, etwas zu unternehmen.",
        "analysis": [
            "Die Sammlung der Menschen in größeren Gemeinschaften ist entweder eine natürliche, wie innerhalb der Familie, oder eine künstliche, Klivie im Staat.",
            "Die Familie sammelt sich um den Vater als ihr Oberhaupt. Die Fortsetzung dieser Sammlung vollzieht sich durch die Ahnenopfer, bei denen sich der ganze Klan versammelt.",
            "Die Ahnen werden durch die gesammelte Andacht der Hinterbliebenen in ihrem Geiste konzentriert, so daß sie sich nicht zerstreuen und auflösen.",
            "Wo die Menschen gesammelt werden sollen, bedarf es der religiösen Kräfte. Aber es muß auch ein menschliches Haupt als Mittelpunkt der Sammlung da sein.",
            "Um andere sammeln zu können, muß dieser Mittelpunkt der Sammlung erst in sich selbst gesammelt sein.",
            "Nur durch gesammelte moralische Kraft laßt sich die Welt einigen.",
            "Solche großen Einigungszeiten werden dann auch große Werke hinterlassen. Das ist der Sinn der großen Opfer, die gebracht werden.",
            "Und auch auf weltlichem Gebiet bedarf es in Zeiten der Sammlung großer Werke."
        ]
    },
    "image": {
        "description": "Der See ist oberhalb der Erde: das Bild der Sammlung. So erneuert der Edle seine Waffen, um Unvorhergesehenem zu begegnen.",
        "lesson": "Wenn das Wasser im See sich sammelt, so daß es über die Erde emporsteigt, so droht ein Durchbruch. Dagegen muß man Vorkehrungen treffen. So entsteht auch leicht Streit, wo Menschen sich in großer Anzahl sammeln, wo Güter sich sammeln, entsteht leicht Raub. Darum muß man sich in Zeiten der Sammlung rechtzeitig rüsten, um Unerwartetes abzuwehren.",
        "warning": "Das Leid auf Erden kommt meist durch unerwartete Ereignisse, auf die man nicht gerüstet ist. Ist man gefaßt, so läßt es sich verhüten."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Wenn du wahrhaftig bist, doch nicht bis zum Ende, so gibt es bald Verwirrung, bald Sammlung. Wenn du rufst, so kannst du nach einem Griff wieder lachen. Bedaure nichts. Hingehen ist ohne Makel.",
            "interpretation": "Die Lage ist hier, daß man sich sammeln will um einen Führer, zu dem man aufblickt. Doch befindet man sich in zahlreicher Gesellschaft, durch die man sich beeinflussen läßt, so daß man in seinem Entschluß wankend wird. So hat man keinen festen Mittelpunkt für eine Sammlung. Wenn man aber dieser Not Ausdruck verleiht und um Hilfe ruft, so genügt ein Griff des Führers, um alle Not zu wenden. Darum darf man sich nicht irremachen lassen. Sich an jenen Führer anzuschließen, ist ohne weiteres das rechte."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Sich ziehen lassen bringt Heil und bleibt ohne Makel. Wenn man wahrhaftig ist, ist es auch fördernd, ein kleines Opfer zu bringen.",
            "interpretation": "Man soll in Zeiten der Sammlung seinen Weg nicht willkürlich wählen. Es sind geheime Kräfte am Werk, die die Menschen zusammenführen, die zueinander passen. Dieser Anziehung muß man sich überlassen, dann macht man keinen Fehler. Wo innere Beziehungen vorhanden sind, da sind keine großen Vorbereitungen und Förmlichkeiten nötig. Man versteht sich ohne weiteres, wie die Gottheit auch ein kleines Opfer gnädig annimmt, wenn es von Herzen kommt."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Sammlung unter Seufzen. Nichts, das fördernd wäre. Hingehen ist ohne Makel. Kleine Beschämung.",
            "interpretation": "Man hat oft das Bedürfnis des Anschlusses, aber alle andern in der Umgebung haben sich schon untereinander zusammengeschlossen, so daß man isoliert bleibt. Die ganze Lage ist so, daß sie sich als unhaltbar erweist. Da gilt es, sich dem Fortschritt zuzuwenden, entschlossen sich an einen Mann anzuschließen, der dem Mittelpunkt der Sammlung nähersteht und einen in den geschlossenen Kreis einzuführen vermag. Das ist kein Fehler, auch wenn man als Außenseiter zunächst eine etwas beschämende Stellung hat."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Großes Heil ! Kein Makel",
            "interpretation": "Es ist hier ein Mann gezeichnet, der im Namen seines Herrn die Menschen um sich sammelt. Da er keine Sondervorteile für sich erstrebt, sondern uneigennützig an der allgemeinen Einheit arbeitet, so ist seine Arbeit von Erfolg gekrönt, und alles wird recht."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Wenn man beim Sammeln die Stellung hat, so gibt das keinen Makel. Wenn manche noch nicht wahrhaft dabei sind, so bedarf es erhabener, dauernder Beharrlichkeit, dann schwindet die Reue.",
            "interpretation": "Wenn sich die Menschen von selbst um einen sammeln, so ist das, wenn es einem ungesucht zuteil wird, nur gut. Man bekommt dadurch einen gewissen Einfluß, der durchaus nützlich sein kann. Aber damit ist natürlich auch die Möglichkeit gegeben, daß sich manche um einen sammeln, die nicht aus innerem Vertrauen kommen, sondern nur um der einflußreichen Stellung willen. Das ist gewiß bedauerlich. Solchen Leuten gegenüber gibt es kein anderes Mittel, als ihr Vertrauen zu erwerben durch vermehrte, unentwegte Pflichttreue und Beständigkeit. Dadurch wird das geheime Mißtrauen allmählich überwunden, und der Anlaß zum Bedauern fällt weg."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Klagen und Seufzen, Tränen in Strömen. Kein Makel.",
            "interpretation": "Es kann vorkommen, daß man sich wohl anschließen möchte, aber in seinen guten Absichten verkannt wird. Da ist man traurig und klagt. Aber das ist der rechte Weg. Denn dadurch kann es kommen, daß der andere zur Besinnung kommt und man den gesuchten und schmerzlich vermißten Anschluß doch noch findet."
        }
    ]
}