{
    "hexagram": {
        "name": "SCHI / DAS HEER",
        "subtitle": "Die Organisation",
        "trigrams": {
            "above": {
                "name": "Kun",
                "attributes": "das Empfangende, die Erde"
            },
            "below": {
                "name": "Kan",
                "attributes": "das Abgründige, das Wasser"
            }
        },
        "meaning": {
            "description": "Das Zeichen setzt sich zusammen aus dem Urzeichen Kan, das Wasser, und Kun, die Erde. Dadurch ist das Grundwasser symbolisiert, das sich innerhalb der Erde sammelt. Ebenso sammelt sich die Heerkraft innerhalb der Menge eines Volkes: im Frieden unsichtbar, aber jederzeit zur Verfügung als Quelle der Macht. Die Eigenschaften der Urzeichen sind: innerhalb Gefahr und außerhalb Gehorsam. Das deutet auf das Wesen des Heeres, das im Innersten etwas Gefährliches ist, während nach außen Zucht und Gehorsam herrschen muss.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Das Heer braucht Beharrlichkeit und einen starken Mann. Heil ohne Makel.",
        "analysis": [
            "Ein Heer ist eine Masse, die, um ein Heer zu werden, der Organisation bedarf.",
            "Ohne feste Disziplin lässt sich nichts erreichen.",
            "Diese Disziplin lässt sich aber nicht durch Gewaltmittel erzwingen, sondern es braucht einen starken Mann, dem die Herzen sich zuwenden, der Begeisterung erweckt.",
            "Damit er sich entfalten kann, bedarf er des unbedingten Vertrauens seines Herrschers, der ihm, solange der Krieg dauert, die volle Verantwortung überlassen muss.",
            "Ein Krieg ist aber immer etwas Gefährliches und bringt Schaden und Verheerung mit sich.",
            "Darum darf man ihn nicht leichtfertig unternehmen, sondern nur wie eine giftige Arznei als letzte Auskunft.",
            "Der gerechte Grund und ein klares, verständliches Kriegsziel muss durch einen erfahrenen Führer dem Volk deutlich gemacht werden.",
            "Nur wenn ein ganz bestimmtes Kriegsziel da ist, für das das Volk sich mit Bewusstsein einsetzen kann, entsteht die Einheitlichkeit und Stärke der Überzeugung, die zum Sieg führt.",
            "Aber der Führer muss auch dafür sorgen, dass in der Kriegsleidenschaft und im Siegestaumel nichts Ungerechtes geschieht, das die allgemeine Anerkennung nicht findet.",
            "Gerechtigkeit und Beharrlichkeit sind die Grundbedingungen dafür, dass alles gut geht."
        ]
    },
    "image": {
        "description": "Inmitten der Erde ist Wasser, das Bild des Heeres.",
        "lesson": "So mehrt der Edle durch Weitherzigkeit gegen das Volk seine Massen.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Ein Heer muss ausziehen nach der Ordnung. Ist die nicht gut, droht Unheil.",
            "interpretation": "Zu Beginn einer kriegerischen Unternehmung muss Ordnung herrschen. Es muss ein gerechter und triftiger Grund da sein, und der Gehorsam und das Ineinandergreifen der Truppen muss wohl organisiert sein, sonst ist Misserfolg die unvermeidliche Folge."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Inmitten des Heeres! Heil! Kein Makel Der König verleiht dreifache Auszeichnung.",
            "interpretation": "Der Führer muss inmitten seines Heeres sein. Er muss Fühlung mit ihm haben und Gutes und Böses mit den Massen teilen, die er führt. Nur auf diese Weise ist er der schweren Anforderung gewachsen, die auf ihm ruht. Er bedarf dabei der Anerkennung durch den Herrscher. Die Auszeichnungen, die er erhält, sind berechtigt, da es sich nicht um persönliche Bevorzugung handelt, sondern in dem Führer das ganze Heer geehrt wird, in dessen Mitte er weilt."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Das Heer führt etwa im Wagen Leichen. Unheil!",
            "interpretation": "Die eine Erklärung deutet auf eine Niederlage infolge davon, dass ein anderer als der berufene Führer sich in die Leitung einmischt. Die andere Erklärung stimmt dem Sinne nach damit überein, nur dass der Ausdruck »Leichen im Wagen führen« anders gedeutet wird. [...] Vielleicht lässt sich die ganze Schwierigkeit beheben durch Annahme eines Schreibfehlers (fan = alle für schi = Leiche). Dann würde der Sinn ohne weiteres sein: Wenn im Heer etwa sich die Menge zum Herrn macht (auf dem Wagen fahrt), so ist das unheilvoll."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Das Heer zieht sich zurück. Kein Makel.",
            "interpretation": "Wenn man einem überlegenen Feind gegenübersteht, mit dem der Kampf aussichtslos ist, so ist ein geordneter Rückzug das einzig Richtige, weil durch ihn das Heer vor Niederlage und Auflösung bewahrt wird. Es ist keineswegs ein Zeichen von Mut oder Stärke, einen aussichtslosen Kampf unter allen Umständen annehmen zu wollen."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Im Feld ist ein Wild. Es ist fördernd, es zu fangen. Ohne Makel. Der Älteste führe das Heer. Der Jüngere fährt Leichen, da bringt Beharrlichkeit Unheil.",
            "interpretation": "Das Wild ist im Feld, d. h. es hat seinen Aufenthaltsort, den Wald, aufgegeben und ist in die Felder verwüstend eingebrochen. Das deutet auf einen Einbruch des Feindes. In diesem Fall ist energischer Kampf und Bestrafung durchaus berechtigt. Nur muss der Kampf nach der Regel geführt werden. [...] Sondern das Heer muss von einem erfahrenen Führer geleitet sein. Es muss Krieg geführt werden. Nicht darf die Menge einfach totschlagen, was ihr in die Hände kommt, sonst erleidet man eine Niederlage, und trotz aller Beharrlichkeit droht Unheil."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Der große Fürst erlässt Befehle, gründet Staaten, belehnt Familien. Gemeine Menschen soll man nicht benützen.",
            "interpretation": "Der Krieg ist siegreich beendet. Der Sieg ist gewonnen, der König verteilt unter seinen Getreuen Lehen und Familienbesitz. Dabei ist es aber wichtig, dass gemeine Menschen nicht zur Macht gelangen dürfen. Wenn sie mitgeholfen haben, so mag man sie mit Geld abfinden. Aber Landgebiete und Herrschaftsrechte darf man ihnen nicht verleihen, damit kein Missbrauch vorkommt."
        }
    ]
}