{
    "hexagram": {
        "name": "LIN / DIE ANNÄHERUNG",
        "subtitle": "Die Annäherung",
        "trigrams": {
            "above": {
                "name": "Kun",
                "attributes": "das Empfangende"
            },
            "below": {
                "name": "Dui",
                "attributes": "das Heitere, der See"
            }
        },
        "meaning": {
            "description": "Das chinesische Wort Lin hat eine Reihe von Bedeutungen, die in einem einzigen deutschen Wort sich nicht erschöpfen lassen. Die alten Erklärungen des Buches der Wandlungen geben als erste Bedeutung »Großwerden« an. Was groß wird sind die beiden starken Striche, die von unten her in das Zeichen hineinwachsen. Mit ihnen dehnt sich die lichte Kraft aus. Von da aus geht der Gedanke weiter zu dem Begriff der Annäherung, und zwar der Annäherung des Starken, Höherstehenden an das Niedrige. Es bedeutet dann schließlich auch die Herablassung eines Höheren gegen das Volk, ferner die Inangriffnahme der Geschäfte. Das Zeichen ist dem zwölften Monat (Januar-Februar) zugeordnet, da nach der Sonnenwende die lichte Kraft schon wieder im Aufsteigen begriffen ist.",
            "season": "zwölfter Monat (Januar-Februar)"
        }
    },
    "judgment": {
        "description": "Die Annäherung hat erhabenes Gelingen. Fördernd ist Beharrlichkeit. Kommt der achte Monat, so gibt's Unheil.",
        "analysis": [
            "Das Zeichen als Ganzes deutet auf eine Zeit hoffnungsfrohen Fortschritts.",
            "Der Frühling naht.",
            "Freude und Nachgiebigkeit bringen Hohe und Niedrige einander näher.",
            "Erfolg ist gewiß.",
            "Nur bedarf es der entschlossenen und beharrlichen Arbeit, um die Gunst der Zeit voll auszunützen.",
            "Und noch eins: Die Frühlingszeit dauert nicht ewig.",
            "Im achten Monat sind die Aspekten umgekehrt.",
            "Da sind nur noch zwei starke, lichte Linien übrig, die aber nicht im Vordringen, sondern im Rückzug sind (vgl. das nächste Zeichen).",
            "Diesen Umschlag gilt es rechtzeitig zu bedenken.",
            "Wenn man so dem übel begegnet, ehe es noch in die Erscheinung getreten ist, ja noch ehe es sich zu regen begonnen hat, so wird man seiner Meister werden."
        ]
    },
    "image": {
        "description": "Oberhalb des Sees ist die Erde: das Bild der Annäherung. So ist der Edle in seiner Absicht zu lehren unerschöpflich und im Ertragen und Schützen des Volkes ohne Grenzen.",
        "lesson": "Wie der See unerschöpfliche Tiefe zeigt, so ist der Weise unerschöpflich in seiner Bereitschaft, die Menschen zu belehren; und wie die Erde grenzenlos weit ist und alle Geschöpfe trägt und hegt, so trägt und hegt der Weise die Menschen, ohne durch Grenzen irgendwelcher Art einen Teil der Menschheit auszuschließen.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Gemeinsame Annäherung. Beharrlichkeit bringt Heil.",
            "interpretation": "Das Gute beginnt sich durchzusetzen und findet an einflußreicher Stelle Entgegenkommen. Von dort geht die Anregung an den tüchtigen Menschen aus herbeizukommen. Da mag man sich dem Zug nach aufwärts anschließen. Nur muß man darauf bedacht sein, in der Zeitströmung sich selbst nicht zu verlieren, sondern beharrlich im Rechten zu bleiben: das bringt Heil."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Gemeinsame Annäherung. Heil ! Alles ist fördernd.",
            "interpretation": "Da man sich in der Lage befindet, von oben her zum Herbeikommen angeregt zu sein, und da man in sich selbst die Stärke und Konsequenz besitzt, die keiner Warnung bedarf, so hat man Heil. Auch die Zukunft braucht einem keine Sorge zu machen. Wohl weiß man, daß alles Irdische vergänglich ist und auf jeden Aufstieg ein Niedergang folgt: aber man läßt sich durch dieses allgemeine Schicksa1 nicht irremachen. Alles ist fördernd. Darum wird man rasch und brav und kühn die Lebenswege wandern."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Behagliche Annäherung. Nichts, das fördernd wäre. Erreicht man Trauer darüber, so wird man ohne Makel.",
            "interpretation": "Es geht fröhlich voran. Man kommt zu Macht und Einfluß. Aber das birgt die Gefahr, daß man im Vertrauen auf seine Stellung sich behaglich fühlt und diese behaglich-lässige Stimmung im Verkehr mit den Menschen hervortreten läßt. Das ist unter allen Umständen schädlich. Doch ist die Möglichkeit des Umschlags der Stimmung gegeben. Wenn man Trauer über diese verkehrte Haltung empfindet, wenn man die Verantwortung fühlt, die in einer einflußreichen Stellung beschlossen ist, so macht man sich frei von Fehlern."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Vollkommene Annäherung. Kein Makel.",
            "interpretation": "Während die drei unteren Linien das Aufsteigen zu Macht und Einfluß bezeichnen, zeigen die drei oberen das Verhalten der Höhergestellten zu den Niedrigen, denen sie Einfluß verschaffen. Hier ist vollkommen vorurteilslose Annäherung eines Höherstehenden an einen tüchtigen Mann gezeigt, den er ohne Rücksicht auf Standesvorurteile in seinen Verkehr zieht. Das ist sehr günstig."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Weise Annäherung. Das ist recht für einen großen Fürsten. Heil !",
            "interpretation": "Ein Fürst oder jemand in leitender Stellung soll die Weisheit besitzen, in seine Umgebung tüchtige Menschen zu ziehen, die sachkundig sind in der Leitung der Geschäfte. Seine Weisheit besteht ebensowohl darin, daß er die rechten Leute auszuwählen versteht, als auch darin, daß er die, die er ausgewählt hat, gewähren läßt, daß er sich nicht selbst in die Geschäfte einmischt. Denn nur durch diese Zurückhaltung wird er für alle Anforderungen die Leute finden, die nötig sind, um sie sachgemäß zu erledigen."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Großherzige Annäherung. Heil. Kein Makel.",
            "interpretation": "Ein Weiser, der die Welt überwunden hat und innerlich schon mit dem Leben fertig ist, kann unter Umständen in die Lage kommen, noch einmal ins Diesseits hereinzukommen und sich den andern Menschen anzunähern. Das ist für die andern Menschen, denen er seine Belehrung und Hilfe zuwendet, von großem Heil. Aber auch für ihn selbst ist diese großherzige Selbsterniedrigung kein Makel."
        }
    ]
}