{
    "hexagram": {
        "name": "SIAU TSCHU / DES KLEINEN ZÄHMUNGSKRAFT",
        "subtitle": "Die Kraft des Schattigen, die zurückhält, zähmt, hemmt",
        "trigrams": {
            "above": {
                "name": "Sun",
                "attributes": "das Sanfte, der Wind"
            },
            "below": {
                "name": "Kien",
                "attributes": "das Schöpferische, der Himmel"
            }
        },
        "meaning": {
            "description": "Das Zeichen bedeutet das Kleine, die Kraft des Schattigen, die zurückhält, zähmt, hemmt. Auf dem vierten Platz, dem Platz des Ministers, ist ein schwacher Strich, der die ganzen übrigen starken Striche im Zaume hält. Vom Bild aus betrachtet, ist es der Wind, der oben am Himmel weht. Er hemmt den aufsteigenden Atem des Schöpferischen, die Wolken, so daß sie sich verdichten. Aber er ist nicht sofort stark genug, sie zum Niederschlag zu bringen. Das Zeichen gibt eine Konstellation, da vorübergehend durch Schwaches ein Starkes im Zaum gehalten wird. Das kann nur durch Sanftheit geschehen, wenn es von Erfolg begleitet sein soll.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Des Kleinen Zähmungskraft hat Gelingen. Dichte Wolken, kein Regen von unserm westlichen Gebiet.",
        "analysis": [
            "Das Gleichnis stammt aus der Lage der Verhältnisse in China zur Zeit des Königs Wen.",
            "Die Zeit zum Handeln im großen war noch nicht gekommen.",
            "Es ist Aussicht auf schließlichen Erfolg da.",
            "Aber es stehen noch Hindernisse im Weg.",
            "Man kann erst Vorarbeiten tun.",
            "Nur durch kleine Mittel gütlichen Zuredens kann man wirken.",
            "Die Zeit des Durchgreifens im großen ist noch nicht da.",
            "Dabei ist feste Entschlossenheit im Innern und sanfte Anpassung im Äußern nötig, um seinen Willen durchzusetzen."
        ]
    },
    "image": {
        "description": "Der Wind fährt über den Himmel hin: das Bild der Zähmungskraft des Kleinen.",
        "lesson": "So verfeinert der Edle die äußere Form seines Wesens.",
        "warning": "Der Wind treibt die Wolken am Himmel zwar zusammen, aber weil er nur Luft ist ohne festen Körper, bringt er keine großen, dauernden Wirkungen hervor. So bleibt dem Menschen in Zeiten, da eine große Wirkung nach außen nicht möglich ist, auch nur übrig, daß er im kleinen sein Wesen in seinen Äußerungen verfeinert."
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Wiederkehr auf den Weg. Wie wäre das ein Makel! Heil !",
            "interpretation": "In der Natur des Starken liege es, voran zu drängen. Damit begibt er sich aber in den Hemmungsbereich. Darum kehrt er auf den seiner Lage entsprechenden Weg zurück, auf dem er frei ist im Fortschritt und Rückzug. Das ist gut und vernünftig, daß man nichts mit Gewalt erzwingen will, und bringt der Natur der Sache nach Heil."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Läßt sich mitziehn zur Wiederkehr. Heil !",
            "interpretation": "Man möchte an sich voran. Aber ehe man noch weiterkommt, sieht man an dem Beispiel anderer gleichgearteter Menschen, daß dieser Weg behindert ist. Ein vernünftiger, entschlossener Mensch wird in einem solchen Fall sich nicht erst selbst einer persönlichen Zurückweisung aussetzen, sondern sich mit den andern Gleichgesinnten zurückziehen, wenn das Streben nach vorwärts der Zeit nicht entspricht. Das bringt Heil, weil er sich auf diese Weise nicht selbst preisgibt."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Dem Wagen springen die Speichen ab. Mann und Frau verdrehen die Augen.",
            "interpretation": "Hier wird der Versuch gemacht, gewaltsam vorzudringen, im Bewußtsein davon, daß die hemmende Macht nur gering ist. Allein da den Umständen entsprechend das Schwache tatsächlich die Macht besitzt, so muß dieser Überrumpelungsversuch mißlingen Äußere Umstände verhindern den Fortschritt wie ein Wagen nicht vorankommt, wenn ihm die Speichen abspringen. Diesem Wink des Schicksals fügt man sich noch nicht. Deshalb gibt es ärgerliche Auseinandersetzungen wie zwischen zwei Eheleuten. Das ist natürlich kein günstiger Zustand; denn wenn infolge der Lage dem schwächeren Tei1 auch das Festhalten gelingt, so sind doch zu viele Schwierigkeiten damit verbunden, als daß es erfreulich wirken könnte. Infolge davon kann auch der Starke seine Kraft nicht zum richtigen Einfluß auf seine Umgebung gebrauchen. Er hat eine Zurückweisung erfahren, wo er einen leichten Sieg erhoffte; damit hat er sich etwas vergeben."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Bist du wahrhaftig, so schwindet Blut und weicht Angst. Kein Makel.",
            "interpretation": "In schwerer, verantwortungsvoller Stellung soll man den Mächtigen, dem man leitend zur Seite steht, so zähmen, daß das rechte geschieht. Darin liegt eine große Gefahr, die selbst Blutvergießen befürchten läßt. Aber die Macht selbstloser Wahrheit ist größer als alle diese Hindernisse. Sie macht solchen Eindruck, daß man seine Bemühungen erfolgreich zu Ende bringt und alle Gefahr des Blutvergießens und alle Angst schwinden."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Bist du wahrhaftig und treu verbunden, so bist du reich in deinem Nächsten.",
            "interpretation": "Die Treue führt zu fester Bindung, weil sie auf gegenseitiger Ergänzung beruht. Beim schwächeren Teil besteht die Treue in Hingebung, beim stärkeren Teil in Zuverlässigkeit. Diese gegenseitige Ergänzung führt zu wahrem Reichtum, der dadurch erst recht sich zeigt, daß man ihn nicht einzeln für sich behält, sondern mit seinem Nächsten gemeinsam hat. Geteilte Freude ist doppelte Freude."
        },
        {
            "position": "Oben eine Neun",
            "text": "Es kommt zum Regen, es kommt zur Ruhe. Das ist der dauernden Wirkung des Charakters zu verdanken. Die Frau kommt durch Beharrlichkeit in Gefahr. Der Mond ist fast voll. Macht der Edle fort, so kommt Unheil.",
            "interpretation": "Der Erfolg ist da. Der Wind hat den Regen zusammengetrieben. Ein fester Standpunkt ist erreicht. Das ist zustande gekommen durch allmähliche Zusammenhäufung kleiner Wirkungen, die sich aus der Verehrung für einen überlegenen Charakter ergeben. Ein solcher Stück für Stück zusammengetragener Erfolg bedarf aber sehr der Vorsicht. Wollte man sich nun der Einbildung hingeben, daß man auf ihn pochen könnte, so wäre das gefährlich. Das Weibliche, Schwache, das den Sieg erlangt hat, darf sich nie hartnäckig darauf berufen. Das brächte Gefahr. Die schattige Kraft im Mond ist am stärksten, wenn er beinahe voll ist. Steht er als Vollmond der Sonne direkt gegenüber, so ist seine Abnahme unvermeidlich. In solchen Verhältnissen muß man sich mit dem Erreichten begnügen. Weiterschreiten, ehe die Zeit dazu gekommen ist, brächte Unheil."
        }
    ]
}