{
    "hexagram": {
        "name": "MING / DIE VERFINSTERUNG DES LICHTS",
        "subtitle": "Die Verdunkelung",
        "trigrams": {
            "above": {
                "name": "Kun",
                "attributes": "das Empfangende, die Erde"
            },
            "below": {
                "name": "Li",
                "attributes": "das Haftende, das Feuer"
            }
        },
        "meaning": {
            "description": "Die Sonne ist hier unter die Erde gesunken, daher verdunkelt. Der Name des Zeichens bedeutet eigentlich Verwundung des Hellen, daher reden die einzelnen Linien auch vielfach von Verwundungen. Die Situation ist genau die entgegengesetzte wie beim vorigen Zeichen. Dort ein weiser Mann an der Spitze, der tüchtige Gehilfen hat, mit denen er gemeinsam voranschreitet; hier ein finsterer Mann an maßgebender Stelle, durch den der Tüchtige und Weise geschädigt wird.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Die Verfinsterung des Lichts. Fördernd ist es, in der Not beharrlich zu sein. Man darf sich auch von ungünstigen Verhältnissen nicht wehrlos mitreißen, nicht in seiner inneren Willenshaltung beugen lassen. Dies ist möglich, wenn man innerlich licht ist und nach außen hin nachgiebig und fügsam. Durch diese Haltung läßt sich auch die größte Not überwinden. Man muß freilich unter Umständen sein Licht verbergen, um trotz Schwierigkeiten in der unmittelbaren Umgebung seinen Willen durchhalten zu können. Die Beharrlichkeit muß im innersten Bewußtsein leben und darf nach außen nicht hervortreten. Nur so kann man unter Schwierigkeiten seinen Willen wahren.",
        "analysis": [
            "Leidenschaft und Vernunft",
            "Beharrlichkeit in der Not",
            "Inneres Licht, äußere Fügsamkeit",
            "Überwindung der Not",
            "Verbergen des Lichts",
            "Wahren des Willens"
        ]
    },
    "image": {
        "description": "Das Licht ist in die Erde hineingesunken: das Bild der Verfinsterung des Lichts. So lebt der Edle mit der großen Menge: er verhüllt seinen Schein und bleibt doch hell.",
        "lesson": "In Zeiten der Finsternis gilt es vorsichtig und zurückhaltend zu sein. Nicht durch rücksichtsloses Auftreten soll man sich nutzlos übermächtige Feindschaft zuziehen. Man soll in solchen Zeiten die Gewohnheiten der Menschen zwar nicht mitmachen, aber de auch nicht kritisch ans Licht ziehen. Im Verkehr muß man in solchen Zeiten nicht alles wissen wollen. Man muß manches auf sich beruhen lassen, ohne sich darum betören zu lassen.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Verfinsterung des Lichts im Fluge. Er senkt seine Flügel. Der Edle auf seiner Wanderschaft ißt drei Tage nichts. Aber er hat, wohin er geht. Der Wirt hat über ihn zu reden.",
            "interpretation": "In großartigem Entschluß will man sich über alle Hindernisse emporschwingen. Aber da trifft man auf das feindliche Geschick. Man zieht sich zurück und weicht aus. Die Zeit ist schwer. Rastlos muß man ohne bleibende Stätte weitereilen. Wenn man nicht innerliche Kompromisse machen will, sondern seinen Grundsätzen treu bleiben, so kommt man in Mangel. Aber man hat sein festes Ziel, dem man zustrebt, auch wenn die Leute, bei denen man wohnt, einen nicht verstehen und über einen lästern."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Die Verfinsterung des Lichts verletzt ihn am linken Schenkel. Er wirkt Hilfe mit der Macht eines Pferdes. Heil.",
            "interpretation": "Hier ist der Herr des Lichts an untergeordnetem Platz. Er wird verletzt vom Herrn der Finsternis. Aber die Verwundung ist nicht lebensgefährlich, sondern nur hinderlich. Rettung ist noch möglich. Der Betroffene denkt nicht an sich selbst, sondern nur an die Rettung der anderen, die auch bedroht sind. Darum sucht er mit äußerster Kraft zu retten, was zu retten ist. In diesem pflichtmäßigen Handeln liegt das Heil."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Die Verfinsterung des Lichts auf der Jagd im Süden. Man bekommt ihr großes Haupt. Man darf nicht zu eilig Beharrlichkeit erwarten.",
            "interpretation": "Scheinbar ist ein Spiel des Zufalls am Werk. Während der Starke und Getreue bestrebt ist, in eifriger Tätigkeit Ordnung zu schaffen, ohne alle Hintergedanken, trifft er wie zufällig den Rädelsführer der Unordnung und wird seiner habhaft. Damit ist der Sieg erlangt. Aber man darf nicht die Abstellung der Mißbräuche allzu hastig betreiben. Das wäre vom Übel, weil die Mißbräuche schon zu lange im Schwange waren."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Er dringt in die linke Bauchhöhle ein. Man erhält das Herz der Verfinsterung des Lichts und verläßt Tor und Hof.",
            "interpretation": "Man befindet sich in der Nähe des Hauptes der Finsternis und erfahrt so seine geheimsten Gedanken. Auf diese Weise erkennt man, daß Besserung nicht mehr zu erhoffen ist, und wird rechtzeitig instand gesetzt, den Ort des Unheils zu verlassen, ehe es hereinbricht."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Verfinsterung des Lichts wie beim Prinzen Gi. Fördernd ist Beharrlichkeit.",
            "interpretation": "Der Prinz Gi lebte am Hof des finsteren Tyrannen Dschou Sin der als historisches Beispiel ungenannt der ganzen Situation zugrunde liegt. Der Prinz Gi war ein Verwandter dieses Tyrannen darum konnte er sich nicht vom Hofe zurückziehen. Er verbarg deshalb seine gute Gesinnung und stellte sich wahnsinnig. So wurde er denn als Sklave gehalten, ohne daß er durch äußere Unbilden in seiner Gesinnung sich hätte irremachen lassen. Hieraus ergibt sich die Lehre für diejenigen, die in Zeiten der Finsternis ihren Platz nicht verlassen können.: Sie bedürfen bei unbesiegbarer Beharrlichkeit im Innern nach außen hin doppelter Vorsicht, um der Gefahr zu entgehen."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Nicht Licht, sondern Dunkel. Erst stieg er zum Himmel empor, dann stürzte er in die Tiefen der Erde hinunter.",
            "interpretation": "Hier ist der Höhepunkt der Finsternis erreicht. Die finstere Macht war erst so hoch gestellt, daß sie alle Guten und Lichten verletzen konnte. Zum Schluß jedoch geht sie an ihrer eigenen Finsternis zugrunde, denn das Böse muß in dem Augenblick stürzen, da es das Gute vollkommen überwunden und damit die Kraft aufgezehrt hat, der es bisher seinen Bestand verdankte."
        }
    ]
}