{
    "hexagram": {
        "name": "KUN / DAS EMPFANGENDE",
        "subtitle": "Die Hingebung",
        "trigrams": {
            "above": {
                "name": "Kun",
                "attributes": "das Empfangende, die Erde"
            },
            "below": {
                "name": "Kun",
                "attributes": "das Empfangende, die Erde"
            }
        },
        "meaning": {
            "description": "Das Zeichen besteht aus lauter geteilten Linien. Die geteilte Linie entspricht der schattigen, weichen, rezeptiven Urkraft des Yin. Die Eigenschaft des Zeichens ist die Hingebung, sein Bild ist die Erde. Es ist das vollkommene Gegenstück zu dem Schöpferischen, das Gegenstück, nicht der Gegensatz; eine Ergänzung keine Bekämpfung. Es ist die Natur gegenüber dem Geist, die Erde gegenüber dem Himmel, das Räumliche gegenüber dem Zeitlichen, das Weiblich-Mütterliche gegenüber dem Männlichen-Väterlichen.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Das Empfangende wirkt erhabenes Gelingen, fördernd durch die Beharrlichkeit einer Stute. Hat der Edle etwas zu unternehmen und will voraus, so geht er irre; doch folgt er nach, so findet er Leitung. Fördernd ist es, im Westen und Süden Freunde zu finden, im Osten und Norden der Freunde zu entraten. Ruhige Beharrlichkeit bringt Heil.",
        "analysis": [
            "Die vier Grundrichtungen des Schöpferischen: \"erhabenes Gelingen, fördernd durch Beharrlichkeit\" finden sich auch als Bezeichnung des Empfangenden. Nur ist die Beharrlichkeit näher definiert als die Beharrlichkeit einer Stute.",
            "Das Empfangende bezeichnet die räumliche Wirklichkeit gegenüber der geistigen Möglichkeit des Schöpferischen.",
            "Wenn das Mögliche wirklich wird, das Geistige räumlich, so geschieht das immer durch eine einschränkende, individuelle Bestimmung.",
            "Das Pferd gehört zur Erde wie der Drache zum Himmel, es symbolisiert durch seine unermeßliche Bewegung über die Ebene hin die Weiträumigkeit der Erde.",
            "Der Ausdruck \"Stute\" ist gewählt, weil die Stute die Kraft und Schnelligkeit des Pferdes mit der Sanftheit und Hingebung der Kuh vereinigt."
        ]
    },
    "image": {
        "description": "Ebenso wie es nur einen Himmel gibt, gibt es auch nur eine Erde. Während aber beim Himmel die Verdoppelung des Zeichens zeitliche Dauer bedeutet, bedeutet sie bei der Erde die räumliche Ausdehnung und Festigkeit, mit der sie alles, was da lebt und webt, trägt und erhält. Die Erde in ihrer Hingebung trägt ohne Ausnahme Gut und Böse.",
        "lesson": "So macht der Edle seinen Charakter weiträumig, gediegen und tragfähig, so dass er Menschen und Dinge zu tragen und ertragen vermag.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Tritt man auf Reif, so naht das feste Eis",
            "interpretation": "Wie die lichte Kraft das Leben darstellt, so die schattige Kraft den Tod. Im Herbst, wenn der Frühreif fällt, ist die Kraft des Dunkels und der Kälte erst in der Entfaltung. Nach den ersten Spuren werden sich nach festen Gesetzen die Äußerungen des Todes allmählich mehren, bis schließlich der starre Winter mit seinem Eis da ist. Genau so geht es im Leben. Wenn sich leise, kaum merkliche Zeichen des Verfalls zeigen so geht es weiter, bis schließlich der Untergang da ist. Aber im Leben kann man vorbeugen, wenn man die Anzeichen des Verfalls beachtet und ihnen rechtzeitig entgegentritt."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Gerade, rechtwinklig, groß. Ohne Absicht bleibt doch nichts ungefördert.",
            "interpretation": "Der Himmel hat als Symbol den Kreis, die Erde das rechtwinklige Quadrat. Somit ist das Rechtwinklige eine ursprüngliche Eigenschaft der Erde. Dagegen ist die geradlinige Bewegung ursprünglich eine Eigenschaft des Schöpferischen, ebenso wie die Größe. Aber alle rechtwinkligen Dinge haben ihre Wurzel in der geraden Linie und bilden ihrerseits wieder körperliche Größen. (...) Für den Menschen bedeutet es höchste Weisheit, in seinem Wirken so selbstverständlich zu werden wie die Natur."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Verborgene Linien; man vermag beharrlich zu bleiben. Folgst du etwa eines Königs Diensten, so such nicht Werke, aber vollende!",
            "interpretation": "Wenn man frei von Eitelkeit ist, so vermag man seine Vorzüge so zu verdecken, dass sie nicht vorzeitig die öffentliche Aufmerksamkeit auf sich ziehen. (...) Der Weise wird den Ruhm gern andern lassen. Er sucht nicht fertige Tatsachen, die ihm als Verdienste angerechnet werden. Wohl aber erhofft er wirkende Ursachen, d.h. er vollendet die Werke so, dass sie für die Zukunft fruchtbringend sind."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Zugebundener Sack. Kein Makel; Kein Lob.",
            "interpretation": "Das Schattige öffnet sich, wenn es sich bewegt, und schließt sich, wenn es ruht. Hier ist die strengste Verschlossenheit gezeichnet. (...) So gilt es, sich zu verschließen, sei es in der Einsamkeit oder im Weltgetriebe: denn auch da kann man sich so gut verbergen, dass niemand einen kennt."
        },
        {
            "position": "Sechs auf fünftem Platz",
            "text": "Gelbes Untergewand bringt erhabenes Heil.",
            "interpretation": "Gelb ist die Farbe der Erde und der Mitte, das Symbol des Zuverlässigen und Echten. Das Untergewand ist unauffällig verziert, das Symbol vornehmer Zurückhaltung. Wenn jemand zu wirken berufen ist an hervorragender, doch nicht unabhängiger Stellung, so beruht der wahre Erfolg auf der höchsten Diskretion. Die Echtheit und Feinheit darf nicht direkt hervortreten, sondern nur als Wirkung von innen her sich mittelbar äußern."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Drachen kämpfen auf dem Anger. Ihr Blut ist schwarz und gelb",
            "interpretation": "Auf dem obersten Platz sollte das Schattige dem Lichten weichen. Will es sich auf dem Platz, der ihm nicht gebührt, behaupten, und statt zu dienen, herrschen, so zieht es sich den Zorn des Starken zu. (...) Wenn also schwarzes und gelbes Blut fließt, so ist das ein Zeichen, dass durch diesen unnatürlichen Kampf beide Grundkräfte Schaden leiden."
        }
    ]
}