{
    "hexagram": {
        "name": "HIEN / DIE EINWIRKUNG, DIE WERBUNG",
        "subtitle": "Die Einwirkung",
        "trigrams": {
            "above": {
                "name": "Dui",
                "attributes": "das Heitere, der See"
            },
            "below": {
                "name": "Gen",
                "attributes": "das Stillehalten, der Berg"
            }
        },
        "meaning": {
            "description": "Der Name des Zeichens bedeutet »allgemein«, »durchgängig« und in übertragenem Sinn »beeinflussen«, »anregen«. Das obere Zeichen ist Dui, das Heitere, das untere Gen, das Stillehalten. Das untere starre Zeichen regt durch beharrliche, stillehaltende Wirkung das obere schwache Zeichen an, das heiter und in Freudigkeit dieser Anregung entspricht. Gen, das untere Zeichen, ist der jüngste Sohn, das obere, Dui, die jüngste Tochter. So ist die allgemeine gegenseitige Anziehung der Geschlechter dargestellt. Dabei muß das Männliche die Initiative ergreifen und sich unter das Weibliche herunterbegeben bei der Werbung. Wie die erste Abteilung des Buches mit den Zeichen für Himmel und Erde beginnt, als den Grundlagen alles Bestehenden, so die zweite Abteilung mit den Zeichen für Werbung und Ehe, als den Grundlagen aller sozialen Beziehungen.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Die Einwirkung. Gelingen. Fördernd ist Beharrlichkeit. Ein Mädchen nehmen bringt Heil.",
        "analysis": [
            "Das Schwache ist oben, das Starke unten, dadurch ziehen sich ihre Kräfte an, so daß sie sich vereinigen Das schafft das Gelingen.",
            "Denn alles Gelingen beruht auf der Wirkung gegenseitiger Anziehung.",
            "Innerliches Stillhalten bei äußerer Freude bewirkt, daß die Freude nicht das Maß überschreitet, sondern in den Grenzen des Rechten bleibt.",
            "Das ist der Sinn der beigefügten Mahnung: Fördernd ist Beharrlichkeit; denn dadurch unterscheidet sich die Werbung, bei der der starke Mann sich unter das schwache Mädchen herunterbegibt und Rücksicht auf sie nimmt, von der Verführung.",
            "Diese Anziehung des Wahlverwandten ist ein allgemeines Naturgesetz.",
            "Der Himmel und die Erde ziehen sich gegenseitig an, und so entstehen alle Wesen.",
            "Der Weise wirkt durch solche Anziehung auf die Herzen der Menschen, so kommt die Welt in Frieden.",
            "Aus den Anziehungen, die etwas ausübt, kann man die Natur aller Wesen im Himmel und auf Erden erkennen."
        ]
    },
    "image": {
        "description": "Auf dem Berge ist ein See: das Bild der Einwirkung. So läßt der Edle durch Aufnahmebereitschaft die Menschen an sich herankommen.",
        "lesson": "Ein Berg, auf dem oben ein See ist, erlangt Anregung durch dessen Feuchtigkeit. Dieser Vorteil wird ihm zuteil, weil sein Gipfel nicht hervorragt, sondern vertieft ist. Das Bild ergibt den Rat daß man sich innerlich niedrig und frei zu halten hat, so daß man für gute Ratschläge empfänglich bleibt.",
        "warning": "Wer alles besser wissen will, dem raten die Menschen bald nicht mehr."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Die Einwirkung äußert sich in der großen Zehe.",
            "interpretation": "Eine Bewegung, ehe sie wirklich ausgeführt wird, äußert sich zunächst in den Zehen. Der Gedanke der Einwirkung ist schon da. Aber er tritt zunächst für andere noch nicht in die Erscheinung. Solange die Absicht noch keine sichtbaren Wirkungen hat, ist sie für die Außenwelt gleichgültig, führt weder zum Guten noch zum Bösen."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Die Einwirkung äußert sich in den Waden. Unheil Verweilen bringt Heil.",
            "interpretation": "Die Wade folgt dem Fuß in der Bewegung. Sie kann nicht von selbst vorwärts und nicht allein stehenbleiben. Es ist eine Bewegung, die unselbständig und darum, weil sie nicht Herr ihrer selbst ist, unheilvoll ist. Man soll ruhig warten, bis man durch wirkliche Einwirkung zum Handeln veranlaßt wird. Dann bleibt man frei von Schaden."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Die Einwirkung äußert sich in den Schenkeln. Hält sich an das, was ihm folgt. Weitermachen ist beschämend.",
            "interpretation": "Jede Stimmung des Herzens regt zu einer Bewegung an. Wonach das Herz strebt, dahin laufen die Schenkel, ohne sich zu besinnen; sie halten sich an das Herz, dem sie folgen. Aber aufs menschliche Leben übertragen ist diese Art, auf jede Einwirkung einer Laune hin sofort sich in Bewegung zu setzen, nicht das Richtige und führt, dauernd fortgesetzt, zu Beschämung. Ein dreifacher Gedanke ergibt sich: Man darf nicht ohne weiteres allen Leuten nachlaufen, auf die man einwirken möchte, sondern muß sich unter Umständen zurückhalten können. Ebensowenig darf man sofort allen Launen derer nachkommen, in deren Dienst man steht. Und schließlich soll man den Stimmungen des eigenen Herzens gegenüber nie die Hemmungsmöglichkeit vernachlässigen, auf der die menschliche Freiheit beruht."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Beharrlichkeit bringt Heil. Die Reue schwindet.",
            "interpretation": "Wenn man aufgeregt hin und her denkt, so folgen nur die Freunde, auf die man bewußte Gedanken richtet. Hier ist der Platz des Herzens erreicht. Die Anregung, die von hier ausgeht, ist am wichtigsten. Besonders ist darauf zu achten, daß der Einfluß beständig und gut sei, dann ist trotz der Gefahr, die sich aus der großen Beweglichkeit des menschlichen Herzens ergibt, keine Reue mehr nötig. Wenn die eigene ruhige Kraft des persönlichen Wesens wirkt, dann sind die Wirkungen normal. Alle Menschen, die für die Schwingungen eines solchen Geistes empfänglich sind, werden dann beeinflußt. Der Einfluß auf andere soll sich nicht als bewußte und gewollte Bearbeitung der andern äußern. Denn durch solche bewußte Agitation kommt man in Aufregung und wird aufgerieben von dem ewigen Hin und Her. Außerdem beschränken sich dann die Wirkungen auf die Menschen, auf die man bewußt seine Gedanken richtet."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Die Einwirkung äußert sich im Nacken. Keine Reue.",
            "interpretation": "Der Nacken ist der unbeweglichste Teil des Körpers. Wenn die Einwirkung hier sich äußert, so bleibt der Wille doch fest, und die Einwirkung führt nicht zur Verwirrung. Darum kommt hier Reue gar nicht in Betracht. Was in diesen Tiefen des Wesens, dem Unterbewußten, vor sich geht, das kann vom Bewußtsein aus weder hervorgerufen noch gehindert werden. Allerdings ist bei eigener Unbeeinflußbarkeit ein Einfluß auf die Außenwelt auch nicht möglich."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Die Einwirkung äußert sich in Kinnladen, Wangen und Zunge.",
            "interpretation": "Die äußerlichste Art, auf andre Einfluß bekommen zu wollen, ist durch bloßes Geschwätz, ohne daß den Worten etwas Wirkliches entspricht. Solche Anregung durch bloße Bewegung der Sprechwerkzeuge bleibt notwendig unbedeutend. Darum ist von Glück oder Unglück nichts hinzugefügt."
        }
    ]
}