{
    "hexagram": {
        "name": "GIEN / DAS HEMMNIS",
        "subtitle": "Die Hemmung",
        "trigrams": {
            "above": {
                "name": "Kan",
                "attributes": "das Abgründige, das Wasser"
            },
            "below": {
                "name": "Gen",
                "attributes": "das Stillehalten, der Berg"
            }
        },
        "meaning": {
            "description": "Das Zeichen stellt einen gefährlichen Abgrund dar, der vor einem liegt; hinter sich hat man den steilen, unzugänglichen Berg. So ist man von Hemmnissen umgeben. Aber in der Eigenschaft des Berges, stillezuhalten, liegt auch gleichzeitig ein Fingerzeig, wie man aus den Hemmnissen herauskommen kann. Das Zeichen stellt Hemmnisse dar, die im Lauf der Zeit sich einstellen, die aber überwunden werden können und sollen. Daher ist die ganze Auskunft darauf gerichtet, die Hemmnisse zu überwinden.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Das Hemmnis. Fördernd ist der Südwesten. Nicht fördernd ist der Nordosten. Fördernd ist es, den großen Mann zu sehen. Beharrlichkeit ist von Heil.",
        "analysis": [
            "Südwesten ist die Gegend des Rückzugs, Nordosten die Gegend des Vordringens. Es handelt sich um eine Lage, da sich Hemmnisse einem gegenüberstellen, die nicht direkt Überwunden werden können.",
            "In diesem Fall ist es Weisheit, angesichts der Gefahr stehenzubleiben und sich zurückzuziehen. Dieser Rückzug ist jedoch nur die Vorbereitung zur Überwindung der Hemmnisse.",
            "Es gilt, sich mit gleichgesinnten Freunden zusammenzutun und sich der Leitung eines Mannes zu unterstellen, der der Lage gewachsen ist; dann wird es gelingen, die Hemmnisse zu beseitigen.",
            "Dazu bedarf es der Gesinnung der Beharrlichkeit gerade dann, wenn man scheinbar etwas tun muß, das vom Ziel abführt. Diese unbeirrbare Richtung des Innern bringt schließlich Heil.",
            "Das Hemmnis, das nur eine Zeitlang dauert, ist von Wert für die Bildung der eigenen Persönlichkeit. Das ist der Wert der Not."
        ]
    },
    "image": {
        "description": "Auf dem Berg ist das Wasser: das Bild des Hemmnisses.",
        "lesson": "So wendet sich der Edle seiner eigenen Person zu und bildet seinen Charakter.",
        "warning": "Schwierigkeiten und Hemmnisse werfen den Menschen auf sich selbst zurück. Während aber der Gemeine die Schuld draußen bei andern Menschen sucht und das Schicksal anklagt, sucht der Edle den Fehler in sich selbst, und durch dieses Insichgehen wird die äußere Hemmung für ihn ein Anlaß innerer Bereicherung und Bildung."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Gehen führt in Hemmnis, Kommen findet Lob.",
            "interpretation": "Wenn man sich einem Hemmnis gegenüber sieht, so handelt es sich darum, zu überlegen, wie man damit am besten fertig wird. Wenn eine Gefahr uns droht, dürfen wir nicht blindlings nach vorwärts streben, das führte nur in Verwicklungen. Sondern es ist richtig, sich zunächst zurückzuziehen, nicht um den Kampf aufzugeben, sondern um den richtigen Augenblick für das Handeln abzuwarten."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Des Königs Diener ist in Hemmnis über Hemmnis. Aber es ist nicht seine eigene Schuld.",
            "interpretation": "Während man normalerweise das Hemmnis am besten umgeht und auf der Linie des geringsten Widerstands zu überwinden sucht, gibt es doch einen Fall, da man der Schwierigkeit entgegengehen muß, auch wenn sich Schwierigkeit auf Schwierigkeit türmt: wenn nämlich der Weg der Pflicht dahin führt, daß man nicht aus freier Entschließung handeln kann, sondern die Pflicht hat, im Dienste einer höheren Sache die Gefahr aufzusuchen. Dann mag man es tun und dabei innerlich vollkommen beruhigt sein, weil man nicht durch eigene Schuld sich in diese schwierige Situation begeben hat."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Gehen führt in Hemmnisse; da kommt er zurück.",
            "interpretation": "Während die vorige Linie den Beamten zeigt, der um der Pflicht willen den Weg der Gefahr gehen muß, ist hier der Mann gezeigt, der als Familienvater oder Haupt der Seinen zu handeln hat. Wollte er sich leichtsinnig in Gefahr stürzen, so würde es doch nutzlos sein, weil die seiner Hut Anvertrauten allein nicht weiterkommen. Zieht er sich dagegen zurück und wendet sich den Seinen wieder zu, so begrüßen ihn diese mit großer Freude."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Gehen führt in Hemmnisse, Kommen führt zur Vereinigung.",
            "interpretation": "Auch hier ist eine Lage gezeichnet, der man allein nicht gewachsen ist. In solchem Fall ist der gerade Weg nicht der kürzeste. Wollte man aus eigner Kraft vorwärtsstreben, ohne die nötigen Vorbereitungen, so fände man nicht den nötigen Beistand und würde zu spät erkennen, daß die Berechnungen täuschen indem die Umstände, mit denen man rechnen zu können hoffte, sich als zu schwach erweisen. Darum ist es in diesem Fall richtig, zunächst sich zurückzuhalten und zuverlässige Gefährten um sich zu sammeln, auf die man sich stützen kann, um die Hemmnisse zu überwinden."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Inmitten der größten Hemmnisse kommen Freunde.",
            "interpretation": "Hier sehen wir den Mann, der berufen ist, der Not zu steuern. Er darf den Hemmnissen nicht ausweichen wollen, auch wenn sie sich noch so gefährlich vor ihm auftürmen. Aber da er wirklich einen höheren Beruf hat, so ist die Macht seines Geistes stark genug, die Menschen an sich zu ziehen, daß sie kommen und ihm helfen, und er ist imstande, sie wirklich zu organisieren, damit durch die planvoll verteilte Zusammenarbeit aller Beteiligten das Hemmnis überwunden wird."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Gehen führt in Hemmnisse, Kommen führt zu großem Heil. Fördernd ist es, den großen Mann zu sehen.",
            "interpretation": "Es ist hier jemand gezeichnet, der die Welt und ihr Getriebe schon hinter sich hat. Wenn nun die Zeit der Hemmnisse für die Welt kommt, so könnte es scheinen, als wäre es das einfachste für ihn, einfach die Welt hinter sich zu lassen und sich hinaus ins Jenseits zu flüchten. Aber dieser Weg ist ihm versperrt. Er darf nicht allein selig werden und die Welt ihrer Not überlassen. Sondern seine Pflicht ruft ihn noch einmal zurück ins Weltgetriebe. Gerade seine Erfahrung und innere Freiheit ermöglichen ihm dann, etwas Großes und Reifes zu schaffen, das Heil bringt. Und es ist fördernd, den großen Mann zu sehen, mit dem zusammen man das Werk der Rettung vollbringen kann."
        }
    ]
}