{
    "hexagram": {
        "name": "SUI / DIE NACHFOLGE",
        "subtitle": "Die Anpassung",
        "trigrams": {
            "above": {
                "name": "Dui",
                "attributes": "das Heitere, der See"
            },
            "below": {
                "name": "Dschen",
                "attributes": "das Erregende, der Donner"
            }
        },
        "meaning": {
            "description": "Oben ist das Heitere, dessen Charakter die Freude ist, unten das Erregende, dessen Charakter die Bewegung ist. Freude bei der Bewegung führt zur Nachfolge. Das Heitere ist die jüngste Tochter, das Erregende der älteste Sohn. Ein älterer Mann stellt sich unter ein junges Mädchen und nimmt Rücksicht auf sie. Dadurch bewegt er sie zur Nachfolge.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Die Nachfolge hat erhabenes Gelingen. Fördernd ist Beharrlichkeit. Kein Makel.",
        "analysis": [
            "Um Nachfolge zu erreichen, muß man selbst erst sich anzupassen verstehen.",
            "Nur durch Dienen kommt man zum Herrschen; denn nur so erlangt man die freudige Zustimmung der Unteren, die zur Nachfolge nötig ist.",
            "Wo durch List oder Gewalt, Verschwörung oder Parteiung Nachfolge erzwungen werden soll, da regt sich immer Widerstand, der die bereitwillige Nachfolge verhindert.",
            "Freudige Bewegung kann aber auch zu Üblem führen. Darum wird als Bedingung beigefügt: »Fördernd ist Beharrlichkeit«, d. h. Konsequenz im Rechten, und »ohne Makel«.",
            "Ebenso wie man selbst nur unter dieser Bedingung Nachfolge verlangen soll, darf man auch andern nur unter dieser Bedingung folgen, ohne Schaden zu nehmen."
        ]
    },
    "image": {
        "description": "Inmitten des Sees ist der Donner: das Bild der Nachfolge. So kehrt der Edle zur Zeit des Abenddunkels zu Erholung und Ruhe ein.",
        "lesson": "So gönnt sich der Edle, nachdem er den Tag über unermüdlich tätig war, zur Nachtzeit Erholung und Ruhe. Jede Lage wird nur dann gut, wenn man sich ihr anzupassen vermag und nicht durch falschen Widerstand sich aufreibt.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Das Maßgebende ändert sich. Beharrlichkeit bringt Heil. Zur Tür hinausgehen im Verkehr schafft Werke.",
            "interpretation": "Es gibt Ausnahmezustände, da das Verhältnis von Leiter und Geleitetem sich ändert. In der Idee der Anpassung und Nachfolge liegt es, daß man, wenn man andere leiten will, zugänglich bleibt und sich bestimmen läßt von den Ansichten der Untergebenen. Nur muß man dabei feste Grundsätze haben, daß man nicht schwankend wird, wo es sich nur um Meinungen des Tages handelt. Wenn man erst bereit ist, auf Meinungen anderer zu hören, so darf man nicht immer nur mit Gleichgesinnten und Parteigenossen zusammensitzen, sondern man muß zur Tür hinaus und mit Menschen allerlei Art, ob Freund, ob Feind, unbefangen verkehren. Nur dadurch bringt man etwas zustande."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Hängt man sich an den kleinen Knaben, so verliert man den starken Mann.",
            "interpretation": "Bei Freundschaft und engen Beziehungen muß man in der Auswahl vorsichtig sein. Man macht sich entweder eine gute oder eine schlechte Gesellschaft. Man kann nicht beide zugleich haben. Wenn man sich an Unwürdige wegwirft, so verliert man den Anschluß an geistig bedeutende Menschen, die einen im Guten zu fördern vermögen"
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Hängt man dem starken Mann an, so verliert man den kleinen Knaben. Durch Nachfolge findet man, was man sucht. Fördernd ist es, beharrlich zu bleiben.",
            "interpretation": "Wenn man den rechten Anschluß bei bedeutenden Menschen gefunden hat, so ist damit naturgemäß ein gewisser Verlust verbunden. Man muß sich vom Niederen, Oberflächlichen scheiden. Aber man wird sich doch im Innersten befriedigt fühlen, indem man findet, was man für die Förderung der Persönlichkeit sucht und braucht. Nur gilt es fest zu bleiben. Man muß wissen, was man will, und darf sich nicht durch Augenblicksneigungen irremachen lassen."
        },
        {
            "position": "Neun auf viertem Platz",
            "text": "Die Nachfolge schafft Erfolg. Beharrlichkeit bringt Unheil. Mit Wahrhaftigkeit auf dem Weg zu wandeln, bringt Klarheit. Wie könnte das ein Makel sein?",
            "interpretation": "Es gelingt oft, wenn man einen gewissen Einfluß besitzt, daß man Nachfolger findet durch Leutseligkeit nach unten hin. Die Menschen, die sich einem anschließen, meinen es aber nicht ehrlich. Sie suchen ihren persönlichen Vorteil und suchen sich durch Schmeicheleien und Unterwürfigkeit unentbehrlich zu machen. Wenn man sich an solche Parteigänger gewöhnt, so daß man nicht mehr ohne sie sein kann, so bringt das Unheil. Nur wenn man ganz frei ist von dem eigenen Ich und mit Überzeugung nur auf das Rechte, Sachliche bedacht ist, bekommt man die Klarheit, solche Menschen zu durchschauen, und wird frei von Makel."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Wahrhaft im Guten. Heil !",
            "interpretation": "Jeder Mensch muß etwas haben, dem er nachfolgt, das ihm als Leitstern dient. Wer dem Schönen und Guten mit Überzeugung nachfolgt, der mag sich durch dieses Wort bestärkt finden."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Er findet feste Anhänglichkeit und wird noch dazu gebunden. Der König stellt ihn dem Westberg vor.",
            "interpretation": "Es handelt sich um einen Menschen, der das Getriebe der Welt für seine Person schon hinter sich hat, einen erhabenen Weisen. Aber es findet sich ein Nachfolger, der ihn versteht und nicht von ihm läßt. So kommt er noch einmal in die Welt zurück und hilft jenem bei seinem Werk. So entsteht eine Verbindung ewiger Art. Das Gleichnis ist gewählt von der Dschoudynastie. Diese Dynastie ehrte verdiente Gehilfen dadurch, daß sie einen Platz bekamen im Ahnentempel der Herrscherfamilie auf dem Westberg. Dadurch wurde ein solcher Mann in den Schicksalsbereich des Herrscherhauses aufgenommen."
        }
    ]
}