{
    "hexagram": {
        "name": "DSIE / DIE BESCHRÄNKUNG",
        "subtitle": "Die Sparsamkeit",
        "trigrams": {
            "above": {
                "name": "Kan",
                "attributes": "das Abgründige, das Wasser"
            },
            "below": {
                "name": "Dui",
                "attributes": "das Heitere, der See"
            }
        },
        "meaning": {
            "description": "Das Zeichen bedeutet die festen Glieder, durch die die Bambusstengel eingeteilt sind. Im gewöhnlichen Leben ist damit gemeint die Sparsamkeit, die feste Schranken für ihre Ausgaben hat. Im moralischen Leben sind es die festen Schranken, die sich der Edle steckt für seine Handlungen, die Schranken der Treue und der Uneigennützigkeit.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Beschränkung. Gelingen. Bittere Beschränkung darf man nicht beharrlich üben.",
        "analysis": [
            "Schranken sind bemühend. Aber sie richten etwas aus.",
            "Durch Sparsamkeit im gewöhnlichen Leben ist man gerüstet auf Zeiten der Not.",
            "Durch Zurückhalten erspart man sich Beschämung.",
            "Schranken in der Ordnung der Weltverhältnisse unentbehrlich.",
            "Die Natur hat feste Schranken für Sommer und Winter, Tag und Nacht, und durch diese Schranken erhält das Jahr seine Bedeutung.",
            "Die Sparsamkeit dient dazu, daß durch feste Schranken in den Ausgaben die Güter erhalten bleiben und die Menschen nicht geschädigt werden.",
            "Auch in der Beschränkung ist Maßhalten nötig.",
            "Zu bittere Schranken für die eigene Natur würden ihr schaden.",
            "Zu weit getriebene Beschränkung der anderen führt zu Empörung.",
            "Darum sind auch in der Beschränkung Schranken nötig."
        ]
    },
    "image": {
        "description": "Oberhalb des Sees ist Wasser: das Bild der Beschränkung.",
        "lesson": "So schaut der Edle Zahl und Maß und untersucht, was Tugend und rechter Wandel ist.",
        "warning": "Unbeschränkte Möglichkeiten sind nichts, was für den Menschen geeignet ist. Dadurch würde sein Leben nur zerfließen im Grenzenlosen. Um stark zu werden, bedarf es der freien Schrankensetzung der Pflicht. Nur indem der einzelne sich mit diesen Schranken umgibt und frei für sich das Gebot der Pflicht festsetzt, gewinnt er die Bedeutung als freier Gast."
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Nicht zu Tür und Hof hinausgehen ist kein Makel.",
            "interpretation": "Oft möchte man etwas unternehmen, sieht sich aber unübersteigbaren Schranken gegenüber. Da gilt es, die Einsicht zu haben, wo man innehalten muß. Wenn man das richtig versteht und nicht über die Schranken hinausgeht, die einem gesteckt sind, dann sammelt man eine Kraft, daß man imstande ist, energisch zu handeln, wenn die Zeit dazu gekommen ist. Verschwiegenheit ist bei Vorbereitung wichtiger Dinge von prinzipieller Wichtigkeit."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Nicht zu Tor und Hof hinausgehen bringt Unheil.",
            "interpretation": "Wenn die Zeit des Handelns gekommen ist, gilt es rasches Zugreifen. Wie das Wasser anfangs in einem See sich sammelt, ohne hinauszufließen, sich aber sicher einen Weg öffnet, wenn der See voll ist, so ist es auch im Menschenleben. Es ist ganz gut, zu zögern, solange die Zeit noch nicht gekommen ist, aber nicht länger. Wenn die Hindernisse beseitigt sind, so daß man handeln kann, ist das ängstliche Zögern ein Fehler, der sicher Unheil bringt, weil man die Gelegenheit versäumt hat."
        },
        {
            "position": "Sechs auf drittem Platz",
            "text": "Wer keine Beschränkung kennt, wird zu klagen haben. Kein Makel.",
            "interpretation": "Wenn man nur auf Freuden und Genuß bedacht ist, verliert man leicht das Gefühl für die notwendigen Schranken. Aber wenn man sich der Verschwendung hingibt, wird man die Folgen unter Bedauern zu erfahren haben. Man darf die Fehler nicht an andern suchen wollen. Nur wenn man seinen Fehler selbst einsieht, wird man durch solche unangenehmen Erlebnisse frei von Fehlern."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Zufriedene Beschränkung. Gelingen.",
            "interpretation": "Jede Beschränkung hat ihren Wert. Aber wenn diese Beschränkung noch dauernde Anstrengung erfordert, dann ist sie mit zu viel Kraftaufwand verbunden. Wo die Beschränkung aber etwas Natürliches ist, wie es z. B. in der Natur des Wassers liegt, nach unten zu fließen, da führt sie notwendig zu Erfolg, weil sie in diesem Fall eine Kraftersparnis bedeutet. Die Energie, die sonst im vergeblichen Kampf mit dem Objekt sich erschöpft, kommt restlos der Sache zugute, und der Erfolg kann nicht ausbleiben."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Süße Beschränkung bringt Heil. Hingehen bringt Achtung.",
            "interpretation": "Die Beschränkung muß in der richtigen Weise durchgeführt werden, um zu wirken. Wenn man nur andern Schranken auferlegen und sich selbst ihnen entziehen will, werden diese Schranken immer bitter empfunden und erzeugen Widerstreben. Wenn dagegen jemand, der in leitender Stellung ist, selbst mit der Beschränkung beginnt, wenig Leistungen von seinen Leuten verlangt und mit bescheidenen Mitteln etwas zustande bringt, so kommt dadurch Heil. Wo ein solches Vorbild wirkt, da findet es Nachfolge, so daß geraten muß, was man unternimmt."
        },
        {
            "position": "Oben die Sechs",
            "text": "Bittere Beschränkung: Beharrlichkeit bringt Unheil. Reue schwindet.",
            "interpretation": "Wenn man zu streng ist in der Beschränkung, so halten es die Menschen nicht aus. Je konsequenter man in solcher Strenge ist, desto mehr ist es vom Übel; denn ein Rückschlag läßt sich auf die Dauer nicht vermeiden. So rächt sich auch der gequälte Körper, wenn man mit zu strenger Askese vorgehen will. Aber wenn diese rücksichtslose Strenge auch nicht etwas ist, das sich dauernd und regelmäßig anwenden ließe, so kann es doch Zeiten geben, da sie das einzige Mittel ist, sich vor Verschuldung und Reue zu wahren. Es sind das die Situationen, da Rücksichtslosigkeit gegen die eigene Person das einzige Mittel ist, die Seele zu retten, die sonst in Halbheit und Versuchung unterginge."
        }
    ]
}