{
    "hexagram": {
        "name": "GIA JEN / DIE SIPPE",
        "subtitle": "Die Gesetze innerhalb der Sippe",
        "trigrams": {
            "above": {
                "name": "Sun",
                "attributes": "das Sanfte, der Wind"
            },
            "below": {
                "name": "Li",
                "attributes": "das Haftende, das Feuer"
            }
        },
        "meaning": {
            "description": "Das Zeichen stellt die Gesetze dar, die innerhalb der Sippe walten. Der oberste starke Strich stellt den Vater dar, der unterste den Sohn, der fünfte starke Strich stellt den Gatten dar, die zweite weiche Linie die Gattin. Andererseits stellen die beiden starken Linien auf fünftem und drittem Platz zwei Brüder dar, die zugehörigen schwachen Linien auf viertem und zweitem Platz ihre Frauen, so daß alle Beziehungen und Verhältnisse innerhalb der Sippe zu ihrem wesensgemäßen Ausdruck kommen. Jede einzelne Linie hat die ihrem Platz entsprechende Natur. Daß auf dem sechsten Platz, wo man eine schwache Linie erwarten könnte dennoch ein starker Strich steht, bezeichnet aufs deutlichste die starke Herrschaft, die vom Haupt der Sippe ausgehen muß. Der Strich kommt hier nicht in seiner Eigenschaft als sechster, sondern als oberster in Betracht. Die Sippe zeigt die Gesetze im Innern des Hauses wirksam, die nach außen übertragen Staat und Welt in Ordnung halten. Der Einfluß, der vom Innern der Sippe nach außen wirkt, ist dargestellt unter dem Bild des Windes, der vom Feuer erzeugt wird.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Die Sippe. Fördernd ist die Beharrlichkeit der Frau. Die Grundlage der Sippe sind die Beziehungen von Gatte und Gattin. Das Band, das die Sippe zusammenhält, liegt in der Treue und Beharrlichkeit der Frau. Ihr Platz ist im Innern (zweite Linie), der Platz des Mannes im Äußern (fünfte Linie). Daß Mann und Frau ihren rechten Platz einnehmen, entspricht den großen Gesetzen der Natur. In der Sippe bedarf es der festen Autorität: das sind die Eltern. Wenn der Vater wirklich Vater ist und der Sohn Sohn, wenn der ältere Bruder seinen Platz a1s älterer Bruder ausfüllt und der jüngere seinen Platz als jüngerer Bruder, wenn der Gatte wirklich Gatte ist und die Gattin Gattin, dann ist die Sippe in Ordnung. Ist die Sippe in Ordnung, so kommen die ganzen Gesellschaftsbeziehungen der Menschheit in Ordnung. Von den fünf gesellschaftlichen Beziehungen liegen drei innerhalb der Sippe: die zwischen Vater und Sohn- die Liebe-, zwischen Mann und Frau - die Zucht -, zwischen älterem und jüngerem Bruder- die Ordnung. Die liebevolle Ehrfurcht des Sohnes wird dann weiterhin auf den Fürsten übertragen als Pflichttreue und die Ordnung und Zuneigung der Brüder auf den Freund als Treue und das Verhältnis zu den Vorgesetzten als Unterordnung. Die Sippe ist die Keimzelle der Gesellschaft, der Naturboden, auf dem die Ausübung der moralischen Pflichten durch natürliche Zuneigung erleichtert wird, so daß im engen Kreis die Grundlage geschaffen wird, von der sie dann auf die menschlichen Beziehungen im allgemeinen übertragen werden.",
        "analysis": [
            "Die Grundlage der Sippe sind die Beziehungen von Gatte und Gattin.",
            "Das Band, das die Sippe zusammenhält, liegt in der Treue und Beharrlichkeit der Frau.",
            "Mann und Frau sollen ihren rechten Platz einnehmen.",
            "In der Sippe bedarf es der festen Autorität der Eltern.",
            "Die Ordnung in der Sippe führt zur Ordnung in der Gesellschaft."
        ]
    },
    "image": {
        "description": "Der Wind kommt aus dem Feuer hervor: das Bild der Sippe. So hat der Edle in seinen Worten die Sache und in seinem Wandel die Dauer.",
        "lesson": "Der Edle hat in seinen Worten die Sache und in seinem Wandel die Dauer.",
        "warning": "Die Worte müssen eine Kraft haben und auf etwas Wirklichem beruhen. Nur wenn die Worte sachlich sind und sich auf bestimmte Verhältnisse beziehen, haben sie Einfluss. Allgemeine Reden und Ermahnungen sind wirkungslos. Ferner müssen die Worte von einem festen und konsequenten Handeln unterstützt werden."
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Fester Abschluß innerhalb der Sippe. Reue schwindet.",
            "interpretation": "Die Familie muß eine festbegrenzte Einheit bilden, innerhalb deren jedes Glied seinen Platz kennt. Von Anfang an müssen die Kinder an feste Ordnungen gewöhnt werden, noch ehe ihr Wille auf anderes gerichtet ist. Wenn man zu spät mit der Durchsetzung der Ordnung beginnt, wenn der Wille der Kinder schon verwöhnt ist, so leisten die großgewordenen Launen und Leidenschaften Widerstand, und es gibt Anlaß zur Reue. Wenn man mit der Ordnung rechtzeitig beginnt so kommen wohl auch Anlässe zur Reue vor. Sie sind beim Zusammenleben in größerem Kreis unvermeidbar. Aber die Reue schwindet immer wieder. Es zieht sich alles zurecht. Denn es gibt nichts, das leichter vermeidbar und schwerer durchführbar wäre, als den Kindern »den Willen zu brechen«."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Sie soll nicht ihrer Laune folgen. Sie soll im Innern für Speise sorgen. Beharrlichkeit bringt Heil.",
            "interpretation": "Die Frau soll sich immer nach dem Willen des Hausherrn richten, sei es des Vaters, des Gatten oder des erwachsenen Sohnes. Ihre Stellung ist inmitten des Hauses. Hier hat sie große und wichtige Pflichten, die sie nicht erst zu suchen braucht. Sie muß für die Nahrung der Angehörigen und die Opferspeisen sorgen. Dadurch wird sie zum Mittelpunkt für das gesellschaftliche und religiöse Leben der Familie. Beharrlichkeit in dieser Stellung bringt dem ganzen Hause Heil. Auf allgemeine Verhältnisse übertragen, wird der Rat erteilt, nichts gewaltsam zu suchen, sondern auf die vorhandenen Pflichten ruhig sich zu beschränken."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Wenn es in der Sippe hitzig zugeht, so entsteht Reue über zu große Strenge. Doch Heil! Wenn Weib und Kind tändeln und lachen, so führt das schließlich zur Beschämung.",
            "interpretation": "In der Familie soll die rechte Mitte zwischen Härte und Lässlichkeit herrschen. Zu große Strenge gegen das eigene Fleisch und Blut führt zu Reue. Das beste ist, feste Dämme zu errichten, innerhalb derer den einzelnen volle Bewegungsfreiheit gelassen wird. Doch ist im Zweifelsfalle zu große Strenge trotz einzelner Mißgriffe besser, weil die Zucht der Familie erhalten bleibt, als zu große Schwäche, die zu Schande führt."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Sie ist der Reichtum des Hauses. Großes Heil!",
            "interpretation": "Die Hausfrau ist es, von der der Wohlstand der Familie abhängt. Wohlstand herrscht immer dann, wenn Ausgaben und Einnahmen zueinander in gesundem Verhältnis stehen. Das führt zu großem Heil. Aufs öffentliche Leben übertragen, ist hier der treue Haushalter gemeint, der das allgemeine Wohl durch seine Maßregeln fördert."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Ein König naht er seiner Sippe, fürchtet euch nicht. Heil !",
            "interpretation": "Ein König ist das Bild eines väterlichen, innerlich reichen Mannes. Er handelt nicht so, daß man sich vor ihm fürchten muß, sondern die ganze Familie kann Vertrauen haben, weil die Liebe herrscht im Verkehr. Sein Wesen übt ganz von selbst den rechten Einfluß aus."
        },
        {
            "position": "Oben eine Neun",
            "text": "Seine Arbeit ist ehrfurchtgebietend. Schließlich kommt Heil.",
            "interpretation": "Die Ordnung der Familie beruht letzten Endes auf der Person des Hausherrn. Wenn er seine Person so ausbildet, daß sie in der Kraft innerer Wahrheit imponierend wirkt, dann geht in der Familie alles gut. Man muß die Verantwortung in leitender Stellung selbst auf sich nehmen."
        }
    ]
}