{
    "hexagram": {
        "name": "DSIEN / DIE ENTWICKLUNG (ALLMÄHLICHER FORTSCHRITT)",
        "subtitle": "Allmählicher Fortschritt",
        "trigrams": {
            "above": {
                "name": "Sun",
                "attributes": "Holz, Eindringen"
            },
            "below": {
                "name": "Gen",
                "attributes": "Berg, Stille"
            }
        },
        "meaning": {
            "description": "Ein Baum auf dem Berg entwickelt sich langsam und ordnungsgemäß, infolge davon steht er festgewurzelt. Dadurch ergibt sich der Gedanke der Entwicklung, die Schritt für Schritt allmählich weitergeht. Innen ist Ruhe, die vor Unbesonnenheiten schützt, und außen Eindringen, das die Entwicklung den Fortschritt ermöglicht.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Die Entwicklung. Das Mädchen wird verheiratet. Heil ! Fördernd ist Beharrlichkeit.",
        "analysis": [
            "Zögernd ist die Entwicklung, die dazu führt, daß das Mädchen dem Mann in sein Heim folgt.",
            "Es müssen die verschiedenen Formalitäten erledigt werden, ehe die Heirat zustande kommt.",
            "Diese allmähliche Entwicklung kann auch auf andere Verhältnisse übertragen werden, immer, wenn es sich um korrekte Beziehungen der Zusammenarbeit handelt, z. B. bei Anstellung eines Beamten.",
            "Da muß eine korrekte Entwicklung abgewartet werden. Ein überstürztes Vorgehen wäre nicht gut.",
            "Ebenso ist es schließlich, wo man Einfluß auf andere ausüben will Auch da handelt es sich um einen korrekten Weg der Entwicklung durch die Kultur der eigenen Persönlichkeit.",
            "Aller agitatorische Einfluß wirkt nicht auf die Dauer.",
            "Auch im Innern muß die Entwicklung denselben Weg nehmen, wenn dauernde Resultate erreicht werden sollen.",
            "Das Sanfte, sich Anpassende, aber doch auch Eindringende ist das Äußere, das aus innerer Ruhe hervorgehen muß.",
            "Gerade das Allmähliche der Entwicklung macht es notwendig, daß Beständigkeit vorhanden ist.",
            "Denn nur die Beständigkeit bewirkt, daß der langsame Fortschritt sich doch nicht im Sande verläuft."
        ]
    },
    "image": {
        "description": "Auf dem Berge ist ein Baum das Bild der Entwicklung. So weilt der Edle in würdiger Tugend, um die Sitten zu bessern.",
        "lesson": "Der Edle weilt in würdiger Tugend, um die Sitten zu bessern.",
        "warning": "Keine plötzliche Beeinflussung oder Erweckung ist nachhaltig. Ganz allmählich muß der Fortschritt sein. Und um diesen Fortschritt in der öffentlichen Meinung den öffentlichen Sitten zu erreichen, ist es nötig, daß die Persönlichkeit Einfluß und Schwerkraft bekommt. Dies geschieht durch sorgfältige und dauernde Arbeit an der Denen moralischen Entwicklung."
    },
    "lines": [
        {
            "position": "Anfangs eine Sechs",
            "text": "Die Wildgans zieht allmählich dem Ufer zu. Der junge Sohn ist in Gefahr. Es gibt Gerede. Kein Makel",
            "interpretation": "Zu Beginn ist entschlossenes Voranschreiten. Die Lage ist die eines einsamen jungen Menschen, der anfangen will, sich im Leben durchzusetzen. Weil er niemand hat, der ihm entgegen kommt, sind seine ersten Schritte langsam und zögernd, und er ist von Gefahr umgeben. Natürlich wird er vielfach kritisiert. Aber gerade die Schwierigkeiten machen, daß er sich nicht übereilt und sein Fortschritt gelingt."
        },
        {
            "position": "Sechs auf zweitem Platz",
            "text": "Die Wildgans zieht allmählich dem Felsen zu. Essen und Trinken in Frieden und Eintracht. Heil !",
            "interpretation": "Man ist über die anfängliche Unsicherheit hinaus und hat eine gesicherte Lebensstellung gefunden, durch die man einen auskömmlichen Lebensunterhalt hat. Dieser erste Erfolg, der die Bahn der Möglichkeit des Wirkens eröffnet, gibt der Stimmung eine gewisse Fröhlichkeit, und beruhigt schreitet man der Zukunft zu. Man will sein Glück nicht für sich allein haben, sondern ist bereit, es mit andern teilen."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Die Wildgans zieht allmählich der Hochebene zu. Der Mann zieht aus und kehrt nicht wieder. Die Frau trägt ein Kind, aber bringt es nicht zur Welt. Unheil! Fördernd ist es, Räuber abzuwehren.",
            "interpretation": "Wenn man nicht die Dinge sich ruhig entwickeln läßt, sondern von sich aus sich voreilig in den Kampf stürzt, so bringt das Unheil. Das eigene Leben schlägt man in die Schanze, und die Familie geht darüber zugrunde. Aber das ist keineswegs notwendig, sondern nur die Folge davon, daß man das Gesetz der natürlichen Entwicklung übertritt. Wenn man nicht von sich aus den Kampf aufsucht, sondern sich darauf beschränkt, seinen Platz kraftvoll zu behaupten und unberechtigte Angriffe abzuwehren, so geht alles gut."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Die Wildgans zieht allmählich dem Baume zu. Vielleicht bekommt sie den flachen Ast. Kein Makel.",
            "interpretation": "Im Leben kommt man im Lauf der Entwicklung auch oft in Situationen, die einem nicht entsprechen, in denen man sich schwer ohne Gefahr behaupten kann. Da ist es wichtig, daß man klug und nachgiebig ist. Dann kann man mitten in der Gefahr einen sicheren Platz ausfindig machen, an dem sich leben läßt."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Die Wildgans zieht allmählich dem Gipfel zu. Die Frau bekommt drei Jahre lang kein Kind. Endlich kann sie nichts verhindern Heil !",
            "interpretation": "Auf hoher Stelle gerät man leicht in Vereinsamung. Man wird verkannt von dem, auf den man angewiesen ist: die Frau von ihrem Mann. der Beamte von seinem Herrn. Die Ursache davon sind fälsche Menschen, die sich dazwischen gedrängt haben. Die Folge ist, daß die Beziehungen steril bleiben und nichts geleistet wird. Aber die Entwicklung bringt es mit sich, daß solche Mißverständnisse sich lösen und die Vereinigung schließlich doch zustande kommt."
        },
        {
            "position": "Oben eine Neun",
            "text": "Die Wildgans zieht allmählich den Wolkenhöhen zu. Ihre Federn können zum heiligen Tanz verwendet werden. Heil !",
            "interpretation": "Hier ist das Leben abgeschlossen. Das Werk liegt vollendet da. Hoch erhebt sich seine Bahn in den Himmel, wie der Flug der Wildgänse, wenn sie jeden irdischen Boden verlassen haben. Da fliegen sie hin und halten die Ordnung ihres Fluges ein, Figuren strenger Linien bildend. Und wenn ihre Federn herunterfallen, so können sie zum Schmuck bei den heiligen Tempeltanzpantomimen verwendet werden. So ist das Leben eines vollendeten Menschen ein helles Licht für die Menschen der Erde. die zu ihm als Vorbild aufsehen."
        }
    ]
}