{
    "hexagram": {
        "name": "SÜ / DAS WARTEN (DIE ERNÄHRUNG)",
        "subtitle": "Die innere Gewißheit",
        "trigrams": {
            "above": {
                "name": "Kan",
                "attributes": "das Abgründige, das Wasser"
            },
            "below": {
                "name": "Kien",
                "attributes": "das Schöpferische, der Himmel"
            }
        },
        "meaning": {
            "description": "Alle Wesen bedürfen der Nahrung von oben. Aber das Spenden der Speise hat seine Zeit, die man erwarten muß. Das Zeichen zeigt die Wolken am Himmel, die Regen spenden, der alles Gewächs erfreut und den Menschen mit Speise und Trank versieht. Dieser Regen wird kommen zu seiner Zeit. Man kann ihn nicht erzwingen, sondern muß darauf warten. Der Gedanke des Wartens wird außerdem nahegelegt durch die Eigenschaften der beiden Urzeichen: innen Stärke, davor Gefahr. Stärke vor Gefahr überstürzt sich nicht, sondern kann warten, während Schwäche vor Gefahr in Aufregung gerät und nicht die Geduld zum Warten hat.",
            "season": "Keine Information verfügbar"
        }
    },
    "judgment": {
        "description": "Das Warten. Wenn du wahrhaftig bist, so hast du Licht und Gelingen. Beharrlichkeit bringt Heil. Fördernd ist es, das große Wasser zu durchqueren.",
        "analysis": [
            "Das Warten ist kein leeres Hoffen. Es hat die innere Gewißheit sein Ziel zu erreichen.",
            "Nur diese innere Gewißheit gibt das Licht das allein zum Gelingen führt.",
            "Das führt zur Beharrlichkeit, die Heil bringt und die Kraft verleiht, das große Wasser zu durchqueren.",
            "Eine Gefahr liegt vor einem, die überwunden werden muß. Schwäche und Ungeduld vermögen nichts.",
            "Nur wer stark ist, wird mit seinem Schicksal fertig, denn er kann infolge der inneren Sicherheit ausharren.",
            "Diese Stärke zeigt sich in unerbittlicher Wahrhaftigkeit.",
            "Nur wenn man den Dingen, so wie sie sind, ins Auge zu schauen vermag, ohne jeden Selbstbetrug und Illusion, entwickelt sich aus den Ereignissen ein Licht, das den Weg zum Gelingen erkennen läßt.",
            "Auf diese Erkenntnis muß entschlossen beharrliches Handeln folgen; denn nur, wenn man entschlossen seinem Schicksal entgegengeht, wird man damit fertig.",
            "Dann kann man das große Wasser durchqueren, d. h. die Entscheidung treffen und die Gefahr bestehen."
        ]
    },
    "image": {
        "description": "Wolken steigen am Himmel auf: das Bild des Wartens. So ißt und trinkt der Edle und ist heiter und guter Dinge.",
        "lesson": "Wenn die Wolken am Himmel aufsteigen, so ist das ein Zeichen, daß es regnen wird. Da läßt sich dann weiter nichts machen als warten, bis der Regen fällt. So ist es auch im Leben, wenn ein Schicksal sich vorbereitet. Solange die Zeit noch nicht erfüllt ist, soll man nicht sorgen und durch eigenes Machen und Eingreifen die Zukunft gestalten wollen, sondern in Ruhe Kraft sammeln durch Essen und Trinken für den Leib, durch Heiterkeit und Guter-Dinge-Sein für den Geist. Das Schicksal kommt ganz von selbst, und dann ist man bereit.",
        "warning": "Keine Information verfügbar"
    },
    "lines": [
        {
            "position": "Anfangs eine Neun",
            "text": "Warten auf dem Anger. Fördernd ist es, im Dauernden zu bleiben. Kein Makel.",
            "interpretation": "Die Gefahr ist noch fern. Man wartet noch auf weiter Ebene. Die Verhältnisse sind noch einfach. Es liegt nur etwas in der Luft, das kommen wird. Da gilt es, die Regelmäßigkeiten des Lebens so lange beizubehalten, als es möglich ist. Nur dadurch bewahrt man sich vor allzu früher Vergeudung der Kräfte und bleibt frei von Makel und Fehler, die für später eine Schwächung bedeuten würden."
        },
        {
            "position": "Neun auf zweitem Platz",
            "text": "Warten auf dem Sand. Es gibt ein wenig Gerede. Das Ende bringt Heil.",
            "interpretation": "Die Gefahr rückt allmählich näher. Der Sand ist dem Ufer des Stromes, der die Gefahr bedeutet, nahe. Es beginnen sich Unzuträglichkeiten zu zeigen. Es entsteht in solcher Zeit leicht eine allgemeine Unruhe. Man wirft sich gegenseitig die Schuld vor. Wer da gelassen bleibt, dem wird es gelingen, daß schließlich alles gut geht. Alle üble Nachrede muß endlich verstummen, wenn man ihr nicht den Gefallen beleidigter Gegenrede tut."
        },
        {
            "position": "Neun auf drittem Platz",
            "text": "Warten im Schlamm bewirkt das Kommen des Feindes.",
            "interpretation": "Der Schlamm, der schon vom Wasser des Stromes bespült wird, ist kein günstiger Ort für das Warten. Statt die Kräfte zu sammeln, um in einem Zug das Wasser zu durchqueren, hat man einen vorzeitigen Anlauf gemacht, dessen Kraft eben bis zum Schlamm führt. Eine solche ungünstige Lage zieht von außen her die Feinde herbei, die naturgemäß die Lage ausnützen. Durch Ernst und Vorsicht allein ist es möglich, sich vor Schaden zu bewahren."
        },
        {
            "position": "Sechs auf viertem Platz",
            "text": "Warten im Blut. Heraus aus dem Loch.",
            "interpretation": "Es ist die Lage äußerst gefährlich. Es ist voller Ernst geworden und geht auf Leben und Tod. Blutvergießen ist unmittelbar zu erwarten. Man kann nicht vorwärts und nicht rückwärts. Man ist abgeschnitten wie in einem Loch. Da gilt es einfach auszuharren und das Schicksal über sich ergehen zu lassen. Diese Ruhe die nicht durch eigenes Handeln den Schaden noch schlimmer macht, ist der einzige Weg, aus dem gefährlichen Loch herauszukommen."
        },
        {
            "position": "Neun auf fünftem Platz",
            "text": "Warten bei Wein und Speise. Beharrlichkeit bringt Heil.",
            "interpretation": "Auch mitten in der Gefahr gibt es Ruhepausen da es einem verhältnismäßig gut geht. Wenn man die rechte innere Stärke besitzt, so wird man die Ruhepausen ausnützen, um sich zu stärken zu neuem Kampf. Man vermag den Augenblick zu genießen, ohne sich von seinem Ziel abbringen zu lassen; denn Beharrlichkeit ist not, um Sieger zu bleiben. Auch im öffentlichen Leben ist es so. Es kann nicht alles auf einmal erreicht werden. Höchste Weisheit ist es, den Leuten solche Erholungspausen zu gönnen, die die Freudigkeit der Arbeit beleben zur Vollendung des Werks. Hier liegt das Geheimnis des ganzen Zeichens verborgen. Dadurch unterscheidet es sich von dem Zeichen »die Hemmung«, daß man beim Warten seiner Sache sicher ist und daher die Ruhe der inneren Heiterkeit sich nicht rauben läßt."
        },
        {
            "position": "Oben eine Sechs",
            "text": "Man gerät in das Loch. Da kommen ungebetener Gäste drei. Ehre sie, so kommt am Ende Heil.",
            "interpretation": "Das Warten ist vorüber: die Gefahr läßt sich nicht mehr abwenden. Man gerät in das Loch, muß sich in das Unvermeidliche ergeben. Da scheint nun alles vergebens gewesen zu sein. Aber gerade in dieser Not tritt eine unvorhergesehene Wendung ein. Von außen her geschieht ohne eigenes Zutun ein Eingriff, von dem man zunächst zweifelhaft sein kann, wie er gemeint ist, ob Rettung, ob Vernichtung naht. Da gilt es nun, innerlich beweglich zu bleiben. Nicht trotzig abweisendes Sichverschließen sondern ehrfurchtsvolles Begrüßen der neuen Wendung ist das Richtige. So kommt man schließlich aus der Gefahr heraus, und alles geht gut. Auch glückliche Wendungen kommen oft in einer Form. die uns zunächst fremd erscheint. (In \"Hermann und Dorotbea« ist diese Wahrheit so ausgedrückt: »Denn die Wünsche verhüllen uns selbst das Gewünschte; die Gaben kommen von oben herab in ihren eignen Gestalten\")"
        }
    ]
}